Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: I'LL BEAT YOU TO SPLINTERS!
ru_ru: Да я... Да у меня... Да я щас тебе люлей дам!

source: Later, man!
ru_ru: До скорого, дружище!

source: STATE YOUR REASON.
ru_ru: УКАЖИТЕ ПРИЧИНУ.

source: STATE THE PURPOSE OF YOUR PRESENCE HERE.
ru_ru: УКАЖИТЕ ЦЕЛЬ СВОЕГО ПРЕБЫВАНИЯ ЗДЕСЬ.

source: YOUR REASON IS CURIOSITY. MASTER KEVIN LIKES CURIOUS PEOPLE.
ru_ru: ВАША ПРИЧИНА ЛЮБОПЫТНА. ХОЗЯИН КЕВИН ЛЮБИТ ЛЮБОПЫТНЫХ ЛЮДЕЙ.

source: YOU MAY PASS.
ru_ru: ВЫ МОЖЕТЕ ПРОЙТИ.

source: ERROR: REASON INVALID.
ru_ru: ОШИБКА: ПРИЧИНА НЕВЕРНА.

source: MASTER KEVIN WILL BE PLEASED. YOU MAY PASS.
ru_ru: ХОЗЯИН КЕВИН БУДЕТ ДОВОЛЕН. ВЫ МОЖЕТЕ ПРОЙТИ.

source: DOOR OPENING SEQUENCE INITIATED.
ru_ru: ПОСЛЕДОВАТЕЛЬНОСТЬ ОТКРЫТИЯ ДВЕРЕЙ ИНИЦИИРОВАННА.

source: YOU SHALL NOT PASS. ACTIVATING DISINTEGRATOR BEAM IN TEN SECONDS.
ru_ru: ВЫ НЕ ДОЛЖНЫ ПРОЙТИ. ВКЛЮЧАЮ ДЕЗИНТЕГРИРУЮЩИЙ ЛУЧ ЧЕРЕЗ 10 СЕКУНД.

source: NINE.
ru_ru: ДЕВЯТЬ.

source: EIGHT.
ru_ru: ВОСЕМЬ.

source: SEVEN.
ru_ru: СЕМТЬ.

source: SIX.
ru_ru: ШЕСТЬ.

source: FIVE.
ru_ru: ПЯТЬ.

source: FOUR.
ru_ru: ЧЕТЫРЕ.

source: IDENTITY CONFIRMED. YOU MAY PASS.
ru_ru: ЛИЧНОСТЬ ПОДТВЕРЖДЕНА. ВЫ МОЖЕТЕ ПРОЙТИ.

source: ENGAGING AGGRESSION CIRCUITS. YOU SHALL BE DISINTEGRATED IN TEN SECONDS.
ru_ru: АКТИВИРУЮ БЛОК АГРЕССИИ. ВЫ БУДЕТЕ ДЕЗИНТЕГРИРОВАННЫ ЧЕРЕЗ 10 СЕКУНД.

source: INTRUDER, LOWER YOUR WEAPONS AND IDENTIFY YOURSELF OR FACE IMMEDIATE TERMINATION.
ru_ru: НАРУШИТЕЛЬ, ОПУСТИ СВОЕ ОРУЖИЕ И ПРЕДСТАВЬСЯ ИЛИ БУДЕШЬ НЕМЕДЛЕННО УНИЧТОЖЕН.

source: I WILL NOT LET YOU INJURE MY MASTER.
ru_ru: Я НЕ ПОЗВОЛЮ ТЕБЕ ПОВРЕДИТЬ МОЕМУ ХОЗЯИНУ.

source: EOT ACKNOWLEDGED. CONNECTION CLOSED.
ru_ru: ОБНАРУЖЕН EOT. СОЕДИНЕНИЕ ПРЕРВАНО.

source: GOODBYE.
ru_ru: ДО СВИДАНИЯ.

source: Hello. I'm Tybalt. I'm guarding the guardhouse gate. Only authorized personnel are permitted.
ru_ru: Привет. Я Тибальд. Я охраняю ворота казармы. Пускаю только уполномоченный персонал.

source: It's locked so no one can sneak inside while I'm not looking. That's why.
ru_ru: Она заперта, чтобы никто не смог забраться внутрь, в то время пока я не вижу. Именно поэтому

source: Of course. Guard members are always authorized to enter the guardhouse. The gate is open. Enjoy your stay.
ru_ru: Конечно. Гвардейцы всегда имеют право быть в казарме. Ворота открыты. Наслаждайтесь вашим пребыванием.

source: Sorry pal, but I don't think so. Only authorized personnel are permitted and that means members of the Red Guard.
ru_ru: Жаль приятель, но я так не думаю. Разрешено только уполномоченному персоналу, то есть - Гвардейцам.

source: Talk to Spencer if you have any issues inside. I cannot let you pass.
ru_ru: Поговорите со Спенсером, если Вы имеете какие-то проблемы. Я не могу Вас впустить.

source: What door?
ru_ru: Какую дверь?

source: But you are not a member of the Red Guard.
ru_ru: Но Вы не член Красной Гвардии.

source: You cannot come in.
ru_ru: Я не могу Вас впустить.

source: Really? I don't remember that.
ru_ru: Точно? Я этого не помню.

source: What money?
ru_ru: Какие деньги?

source: Good riddance.
ru_ru: Легко отделался.

source: Good day. I am Bruce.
ru_ru: Добрый день. Я Брюс.

source: I am unwell.
ru_ru: Мне хреново.

source: I am very tired, but otherwise well.
ru_ru: Очень устал, а в остальном - нормально.

source: No, I am just too tired now. I have been working in the mine for two weeks now.
ru_ru: Я просто очень устал. Я работал в шахте две недели.

source: I feel really wiped, so maybe it would be better if you came some other day.
ru_ru: Я выжат, как лимон, так что ты лучше приходи в другой день.

source: Because I must! The Red Guard makes everyone work up to their limits!
ru_ru: Потому что должен! Красная Гвардия заставляет всех работать на пределе сил.

source: If you do not work for a full work period, you will be in trouble.
ru_ru: Если ты не работаешь не всё назначенное время, то тебя ждут неприятности.

source: But I have no choice. I do not want to be a soldier again.
ru_ru: Но у меня нет выбора. Я не хочу снова быть солдатом.

source: Yes. I would rather not talk about it.
ru_ru: Да. Я не хочу говорить об этом.

source: Those are pretty painful and distant memories.
ru_ru: Это болезненные и давние воспоминания.

source: After the Great Assault, I joined the Red Guard. They needed help and were looking for volunteers.
ru_ru: После Великого Штурма я присоединился к Красной Гвардии. Им нужна была помощь и они искали добровольцев.

source: I served there for a short while, and they even let me use an exterminator. But then after a failed mission, I resigned and never wore a uniform again.
ru_ru: Я служил ещё совсем немного и мне даже доверили экстерминатор. Но после одной проваленной миссии я поклялся никогда больше не одевать униформу.

source: It is the best weapon that the Red Guard has against the bots.
ru_ru: Это лучшее оружие, которое есть у Красной Гвардии против ботов.

source: A direct hit from one of those guns is enough to change most bots into scrap metal.
ru_ru: Прямого попадания из одной такой штуковины достаточно, чтоб любой из большинства ботов превратился в груду металла

source: Many of the great victories of the Red Guard are thanks to the exterminator.
ru_ru: Многими великими победами Красная Гвардия обязана экстерминатору.

source: Of course because of its small clip and terribly long reloading time, equally many deaths can be attributed to it.
ru_ru: Конечно, с маленькой обоймой и ужасно долгим временем перезарядки связано и больше количество смертей стрелков.

source: There were six of us. Me, Wilber, Anderson and three others. I do not remember the names anymore. We were team number nine.
ru_ru: Нас было шестеро. Я, Уилбер, Андерсон и ещё трое. Я уже не помню их имён. Мы были отрядом номер девять.

source: It was a routine scout mission. We saw an interesting building which was not there before, and decided to take a look.
ru_ru: Это было обычное разведывательное задание. Мы увидели интересное здание там, где его раньше не было и решили взглянуть на него поближе.

source: It was a terrible fortress, many stories high. It had guns everywhere. When we got close the shooting started.
ru_ru: Это была ужасающая крепость, ###many stories high. Оружие торчало просто отовсюду. Когда мы приблизились, началась стрельба.

source: They were waiting for us. Came in endless swarms. More and more and more. We stood our ground and kept firing, but it was no use. More of them came.
ru_ru: Они ждали нас. На нас обрушились бесконечные лавины атакующих. Всё больше, больше и больше. Мы плечом к плечу врастали в землю ту, но всё было бесполезно. Врагов всё прибывало.

source: Our ammunition ran out. They got close. It was the end of team number nine. The Hell Fortress took their lives. I ran. I survived.
ru_ru: Боеприпасы кончились. Они приблизились. Это был конец отряда номер девть. Адская Крепость забрала их жизни. Я бежал. Я выжил.

source: After that I decided that I am not fit to be one of the Red Guard. I resigned and started to work in the mine shortly after.
ru_ru: После этого я решил, что мне не подходит быть одним из Красной Гвардии. Я выписался и вскоре после этого начал работать на шахте.

source: I do not want to face the anger of the Hell Fortress ever again. Never again.
ru_ru: Я не хочу опять встретиться лицом к лицу с гневом Адской Крепости. Никогда.

source: And I said that I do not want to talk about it. It hurts too much. Please stop asking about it and leave me alone.
ru_ru: А я сказал, что не хочу говорить об этом. Это слишком больно вспоминать. Пожалуйста, прекрати упрашивать и оставь меня в покое.

source: No! Please... I will do anything, just do not call the Red Guard! They do not like people who left the service. They do not like me.
ru_ru: Нет! Пожалуйста... Я всё сделаю, только не зови Красную Гвардию! Им не нравятся те, кто оставил службу. Им не нравлюсь я.

source: I will tell you everything.
ru_ru: Я всё тебе расскажу.

source: Yes. And now I would like to go to sleep. Good night Linarian.
ru_ru: Да. А сейчас я хотел бы пойти поспать. Спокойной ночи, Линарианец.

source: Good. I need sleep.
ru_ru: Хорошо. А мне нужно поспать.

source: Your desire for information amuses me. Your wish will be granted. I will teach you how to hack.
ru_ru: Твоя тяга к знаниям меня радует. Твое пожелание будет исполнено: я научу тебя искусству взлома.

source: You must know that hacking is an art. It is easy to chop your enemy to bits with an axe or shred it to atoms with a grenade... But hacking requires skill.
ru_ru: Как я уже сказал, взлом - это искусство. Очень легко разрубить противника на куски топором или распылить на молекулы гранатой... Но взлом требует определенных навыков.

source: Look at this terminal... I am connected to a remote system. A fool would just launch a thousand attacks, but a skilled intruder would stop and think.
ru_ru: Посмотри на этот терминал... Я подключен к удаленной системе. Глупец просто запустил бы сотни атак, но опытный взломщик остановится и подумает.

source: You must know when to hack and when not to hack. You must attack when the enemy is unprepared for you.
ru_ru: Ты должен понимать, когда надо ломать, а когда не надо. Ты должен атаковать тогда, когда противник меньше всего этого ожидает.

source: Now watch. Observe carefully. See how I enter the system... Yes. Watch the connection glowing, burning like a bright star...
ru_ru: Теперь смотри. Аккуратно осматриваемся. Вот я вошел в систему... Да. Смотри, как соединение светится, горит как яркая звезда...

source: ...only to die seconds after, as the system far away collapses under it's own weight... It's done.
ru_ru: ...только для того, чтобы умереть секундой позже, так как где-то там, далеко, система обрушилась под своим собственным весом... Все кончено.

source: That is all I want to show you for now. Maybe later I will teach you something else.
ru_ru: Вот и все, что я тебе хотел показать. Пожет быть позже я научу тебя чему-то еще.

source: Of course you can have that. There, I'm most grateful to you. That should do.
ru_ru: Ну конечно твоя просьба может быть исполнена. Я бескрайне благодарен тебе за оказанную тобой помощь! Примерно так.

source: Eh... Here, take these 500 bucks. That should be enough.
ru_ru: Эх... Вот 500 баксов. Этого должно быть достаточно.

source: Hey you! Linarian! What do you want here?
ru_ru: Эй ты! Линарианец! Что тебе тут надо?

source: Ok! But don't make any trouble! Or you'll be in trouble!
ru_ru: О'кей, только не создавай проблем. Иначе проблемы будут у тебя самого!

source: I'd like to get into the mine.
ru_ru: Я хотел бы забраться в шахту.

source: I'm here to make an end to your mining business.
ru_ru: Я тут чтоб положить конец твоему горняцкому делу.

source: Ok Linarian! You wanted it that way! And I don't like penguins anyway!
ru_ru: O'кей линарианец, ты сам напросился! Как же мне не нравятся пингвины!

source: Yeah, what do you want newbie?
ru_ru: Ага.. и что тебе надо, салага?

source: Fine, newbie. You are greener than green and a total newbie.
ru_ru: Отлично, салага. Ты зеленее зелёного и самый что ни на есть салага.

source: You can start ripping out my spine now.
ru_ru: Теперь начинай ломать мне кости.

source: Ha!
ru_ru: Га!

source: Go for it.
ru_ru: Валяй

source: Wha --
ru_ru: Че --

source: Butch... The arena master.
ru_ru: Батч... Хозяин арены.

source: The underground arena.
ru_ru: Подземная арена.

source: Wanna fight?
ru_ru: Сразиться не желаешь?

source: Good. I opened up the south arena gate for you so just climb down the ladder.
ru_ru: Хорошо. Я открыл южные ворота на арену, тебе осталось только спуститься по лестнице.

source: But remember, the door out won't be opened until you killed all the bots.
ru_ru: Но помни, пока ты не перебьёшь всех ботов, дверь останется закрытой.

source: Good for you.
ru_ru: Неплохо для такого, как ты.

source: You are a total newbie. But, a good newbie.
ru_ru: Ты всё ещё салага. Но перспективный салага.

source: I will say a good word to Spencer about this.
ru_ru: Я замолвлю за тебя словечко перед Спенсером.

source: I NEVER said that, newbie.
ru_ru: Этого я не предлагал, салага.

source: You wanted a fight, and you got one.
ru_ru: Ты хотел драку - ты её получил.

source: I offered a fight, and you wanted that.
ru_ru: Я предложил сразиться - и ты получил желаемое.

source: There is nothing more to say, newbie.
ru_ru: О чём ещё тут говорить, салага?

source: Newbie, I have a second arena.
ru_ru: Салага, у меня есть вторая арена.

source: You will die if you go there.
ru_ru: Ты сдохнешь, если пойдёшь туда.

source: I pity you, silly bird. Don't go there.
ru_ru: Мне тебя будет жаль, глупый птиц. Не ходи туда.

source: But if you really want it, the door is open.
ru_ru: Но если ты действительно этого хочешь - дверь открыта.

source: What!? Impossible! No one survived the second arena before!
ru_ru: Что?! Быть того не может! Никто ещё не выживал на второй арене!

source: One has to be insane to try the second arena.
ru_ru: Только у тебя одного ума хватило испытать себя на второй арене.

source: You are not a newbie, but you are a TOTAL IDIOT!
ru_ru: Ты не салага, ты АБСОЛЮТНЫЙ ИДИОТ!

source: I pity you, poor fool. You will die young.
ru_ru: Мне тебя жаль, бедный дурачок. Ты умрёшь молодым.

source: Beacuse you ARE a newbie, newbie!
ru_ru: Потому, что ты и ЕСТЬ салага, салага.

source: I have a very good reason not to tell you.
ru_ru: У меня есть серьёзная причина не говорить тебе об этом.

source: Not like someone as inexperienced like you could understand it anyway.
ru_ru: В любом случае, таким неопытным как ты этого не понять.

source: Hey, the bots bleed black. With oil.
ru_ru: Эй, а у ботов-то - чёрная. Из машинного масла.

source: No 'but' about it, newbie.
ru_ru: Никаких

source: The bots bleed black.
ru_ru: Боты истекают чёрным машинным маслом.

source: Great. Get in the door, newbie.
ru_ru: Превосходно. Проходи в дверь, салага.

source: Sure.
ru_ru: Конечно.

source: No, don't go. I will not let you go before we talk. Important things.
ru_ru: Нет, не уходи. Я тебя не отпущу, пока мы не поговорим. У меня к тебе очень важный разговор.

source: I can help you understand computers... Greater than ever before.
ru_ru: Я могу помочь тебе понять компьютеры... Лучше, чем когда-либо.

source: I? Sorenson is a great computer person.
ru_ru: Я? Соренсон. Великий компьютерный мастер.

source: Knows the deep codes. Walks the paths.
ru_ru: Знаю машинные коды. Путешествует по путям.

source: Sees the light of all chips. Knows how to use every keyboard.
ru_ru: Видит свет всех микросхем. Знает, как использовать любую клавиатуру.

source: Sees the bit. Knows the bytes. Explores the great networks.
ru_ru: Вилдит биты. Дружит с байтами. Обозревает огромные сети.

source: The best friend of the clean and pure code.
ru_ru: Лучший друг красивого и элегантного кода.

source: The great light on the night sky of the hollow web of computer power.
ru_ru: Великий свет ночного неба всей святой сетевой компьютерной мощи.

source: Seeker of clean languages. The great knower of obscure secrets.
ru_ru: Искатель чистых языков. Великий обладатель непостижимых секретов.

source: The one who speaks to hard drives. The best --
ru_ru: Тот, кто говорит с жесткими дисками. Лучший --

source: Oh.
ru_ru: Ооо.

source: Sorenson did not tell you most yet.
ru_ru: Соренсон еще многого не сказала тебе.

source: She did not tell you she is the great controler of light.
ru_ru: Она не сказала, что умеет управлять светом.

source: She did not tell you she is the walker of the dark corridors --
ru_ru: Она не сказала, что она любит ходить по темным коридорам --

source: Apology is being extended by me. Sorenson overdid it.
ru_ru: Я приношу свои извинения. Соренсон перестаралась.

source: Sorenson the coder greets you.
ru_ru: Программист Соренсон приветсвует тебя.

source: Was learning COBOL. Pain. Torture. Horrible screaming.
ru_ru: Я изучала КОБОЛ. Боль. Пуки. Нечеловеческие крики.

source: Sorenson ask for help. Many days and nights.
ru_ru: Я просила о помощи. Дни и ночи напролет.

source: Light arrived. Light offered help. Sorenson changed.
ru_ru: И явился свет. Свет предложил помошь. Соренсон изменилась.

source: Free person now.
ru_ru: Теперь я свободный человек.

source: COBOL is the mind-crippler.
ru_ru: КОБОЛ - это средство от головы, как гильотина.

source: Don't use it. Forget the cursed name. COBOL is pain. COBOL is hate.
ru_ru: Не используй его. Забудь это проклятое имя. КОБОЛ - боль. КОБОЛ - ненависть.

source: Yes. Sure. Of course.
ru_ru: Да. Точно. Без проблем.

source: Simplicity! Sign this contract. No need to read it.
ru_ru: Элементарно, Ватсон! Просто подпиши этот контракт. Нет никакой надобности читать его.

source: You trust Sorenson, right?
ru_ru: Ты же доверяешь Соренсон, правда?

source: Please come back later, Linarian. We must talk again.
ru_ru: Пожалуйста приходи еще, Линарин. Нам с тобой надо поговорить.

source: You are Tux, aren't you...
ru_ru: Ты Тукс, разве не так?..

source: The hero...
ru_ru: Герой...

source: I thought so. My grandfather used to tell me stories about you. He said you would come here in a time of despair.
ru_ru: Я была права. Мой дедушка рассказывал мне о тебе. Он сказал, что ты прийдешь, когда настанут трудные времена.

source: And here you are.
ru_ru: И вот ты пришел.

source: I hope your arrival changes the tide of this war...
ru_ru: Я надеюсь, что твое появление изменит ход войны...

source: I have something here for you. I managed to hide this Shotgun from the red guard.
ru_ru: У меня кое-что для тебя есть. Мне удалось спрятать от красногвардейцев дробовик.

source: It used to belong to my grandfather, so it's very dear to me, but I'm sure he would have like you to have it on your journey to save us all.
ru_ru: Оно когда-то принадлежало моему дедушке, так что оно очень дорого мне, но я уверен, что он бы одобрил то, что теперь я передаю его тебе, чтобы оно помогло тебе в спасении всех нас.

source: Tux, if you ever find out who started the Great Assault... GIVE THEM A KICK IN THE ASS, FROM LILY STONE!!!
ru_ru: Тукс, если ты найдешь тех, кто начал Великое Восстание... ДАЙ ИМ ХОРОШЕГО ПИНКА ПО ЗАД ОТ ЛИЛИ СТОУН!!!

source: If you want to remain a stranger, I will respect your wishes.
ru_ru: Раз ты хочешь остаться неизвестным, я уважаю твое желание.

source: So be it.
ru_ru: Пусть будет так.

source: You... monster...
ru_ru: Ты... монстр...

source: No one makes fun of Lily Stone's family store!
ru_ru: Никто не смеет смеяться над семейным магазином Лили Стоун!

source: Say your prayers, you oversized duck!!!
ru_ru: Молись, ты, утка-переросток!!!

source: Ah, excellent.
ru_ru: О, отлично.

source: A... friend of mine, Koan, stole something of great value to me.
ru_ru: Эм... мой друг, Коан, украл у меня одну очень ценную вещь.

source: He is hiding somewhere in the desert, I don't know exactly where.
ru_ru: Он прячется где-то в пустыне, я не знаю где именно.

source: Excellent. I am pleased to hear this.
ru_ru: Отлично. Я рад это слышать.

source: There is something you must know.
ru_ru: Ты должен кое-что знать.

source: There are not too many bots in the desert, but they are undefeatable. It is best to avoid them.
ru_ru: В пустыне не так много ботов, но они непобедимы. Лучше всего их избегать.

source: I will be waiting here for your return.
ru_ru: Я буду ждать твоего возвращения.

source: We call them 'Sawmill'.
ru_ru: Мы называем их 'Лесопилками'.

source: They were designed to chop down trees in the mountains.
ru_ru: Их сконструировали, чтобы они рубили деревья в горах.

source: Now they chop down people.
ru_ru: Теперь они рубят людей.

source: Their only weak point is their security system. But no one managed to stay alive long enough to hack them.
ru_ru: У них только одна слабая сторона - их система безопасности. Но пока никто не смог оставаться в живых достаточно долго, чтобы взломать их.

source: A cube. You can't miss it. Trust me.
ru_ru: Куб. Ты не сможешь его не заметить, поверь мне.

source: Only time will tell.
ru_ru: Только время покажет, насколько ты прав.

source: That is fine. I will find someone else.
ru_ru: Ничего, я найду кого-нибудь еще.

source: Last login from /dev/ttyS0 on Sun, 23 mar 2057. admin@sadefence: ~ #
ru_ru: Последнее посещение было зарегистрировано на /dev/ttyS0 в субботу 23 mar 2057. admin@sadefence: ~ #

source: Disabling guns...
ru_ru: Отключаю автопушки...

source: Connecting to peripheral controller...
ru_ru: Подключаюсь к переферийному контроллеру...

source: Guns disabled.
ru_ru: Автопушки отключены.

source: Enabling guns...
ru_ru: Включаю автопушки...

source: Guns enabled.
ru_ru: Автопушки влючены.

source: Opening doors...
ru_ru: Открываю двери...

source: Please enter unlock security password:
ru_ru: Пожалуйств введите код разблокировки дверей:

source: Cooling subsystems disabled.
ru_ru: Система охлаждения отключена.

source: Warning! Spontaneous oxidization witH emis$ion of light aND heAt detecteddd in THE#main| procesIng unit,
ru_ru: Внимание! Обнаружено спонтанное окисление, сопровождающееся и$лy4ением света N тЕпл@

source: SsTeM=#faiPure%^#n 3 S 1()$++
ru_ru: ВНим|н*! СсТем=#ошБка%^#n 3 S 1()$++

source: An error occured while opening doors.
ru_ru: При открытии дверей произошла ошибка.

source: Your bio checksum does not trigger a match in staff database. Please show proper credentials or leave the premises at once.
ru_ru: Ваша биологическая проверочная сумма не была найдена в базе сотрудников. Пожалуйста предъявите пропуск или немедленно покиньте помещение.

source: I am a SADD - Secret Area Defence Droid
ru_ru: Я - ДЗСО - дроид защиты секретных объектов.

source: PRIMARY TARGET 1: do not let unauthorized people in.
ru_ru: ПЕРВИЧНАЯ ЦЕЛЬ 1: не позволять посторонним проникать внутрь.

source: PRIMARY TARGET 2: authorized personal must have access to the zone.
ru_ru: ПЕРВИЧНАЯ ЦЕЛЬ 2: сотрудники должны иметь возможность попасть внутрь.

source: SECONDARY TARGET: prevent secret information leakage
ru_ru: ВТОРИЧНАЯ ЦЕЛЬ: пресекать утечку секретной информации.

source: I do! I do! I kill humans, bots, linarians and even dogs, cats and other animals! I would kill anybody!
ru_ru: Никак нет! Убиваю! Я убиваю людей, ботов, линарианцев, а также собак, кошек и прочую живность! Да кого угодно!

source: Em.. Anybody who would try to get in, of course.
ru_ru: Эм... Кого угодно, кто попытается войти внутрь без соответствующего разрешения.

source: *INFO* secret information steal attempt detected
ru_ru: *СПРАВКА* обнаружена попытка кражи секретной информации

source: Go away. You are not allowed to be here!
ru_ru: Проваливай. Тебе нельзя здесь находиться.

source: Hostile? What do you mean?
ru_ru: Враждебен? Что ты имеешь в виду?

source: For security reason SADDs are not equipped with wireless modules.
ru_ru: Из соображений безопасности ДЗСО не оснащаются беспроводными модулями.

source: I know only that I have to be recharged, checked and have my firmware updated every 3 months.
ru_ru: Я знаю только что меня раз в три месяца надо перезаряжать, проводить техобслуживание и обновлять прошивку.

source: One year and a half ago. My accumulator is nearly empty, so I'm going to halt soon. Gates will become unguarded...
ru_ru: Полтора года назад. Мой аккумулятор уже почти разрядился, так что скоро я отключусь. Вход останется без охраны.

source: *INFO* secret information steal detected!
ru_ru: *СПРАВКА* обнаружена кража секретной информации!

source: *INFO* information classified as critical!
ru_ru: *СПРАВКА* информация классифицирована как особо секретная!

source: *INFO* locking zone!
ru_ru: *СПРАВКА* закрываю зону!

source: You are not. You have secret information, so I won't let you out.
ru_ru: Никак. Ты знаешь то, чего тебе знать не следовало, так что я тебя не выпущу.
