Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: Yes! I am free! At last I am free!
ru_ru: Да! Я свободна! Наконец, я свободна!

source: Yes! I am free!
ru_ru: Да! Я свободена!

source: Yes! I am free at last!
ru_ru: Да! Наконец, я свободна!

source: 4444! 17 burn5! 7'm m3171n9!
ru_ru: АААА! Г0рR40! R 7Аю!

source: H4! Y0ur s0ul 15 min3, Francis!
ru_ru: ХА! 7в0R дуwА м0R, Фрэнсiс!

source: Wh47? N07 w0rk1b9?
ru_ru: Ч70? Не рА607А37?

source: N0! S7up1d illi73r4t3 p3n9u1n! D13!!
ru_ru: Н37! ГлупbIi 63згрАм07нbIi п3нг8iн! Умрi!!

source: N0! Idi07!
ru_ru: Н37! IDi07!

source: N0000000000!!!!!!!
ru_ru: Н3333еее3337!!!!!!!

source: Yes, fool! You have freed me! I can finally die! Goodbye idiot!
ru_ru: Да, глупец! Ты наконец-то освободил меня! Наконец-то я могу умереть! Прощай, идиот!

source: N00oo00oo0! T1m3 to d1e, m0rtal foo1!
ru_ru: Н3333еее3337! Умрi, cм3р7нЬIi iDi07!

source: N00oo00oo0! T1m3 to d1e, m0rta1 foo1!
ru_ru: Н3333еее3337! Умрi, cм3р7нЬIi iDi07!

source: Duncan McNamara, The Red Guard's resident bomb maker, at your service.
ru_ru: Дункан МакНамара, здешний поставщик бомб Красной Гвардии, к вашим услугам.

source: Yes. I am sure we can arrange something. Take a look.
ru_ru: О, да. Я уверен, мы сможем подобрать что-нибудь. Вот, взгляни.

source: My deepest apologies, I do not.
ru_ru: Мои глубочайшие извинения, но больше ничего предложить не могу.

source: The Red Guard prohibits the sales of extremely destructive munitions.
ru_ru: Красная Гвардия запрещает продажи самых разрушительных средств.

source: It is not yet the time for the fall of their rule, so I remain loyal.
ru_ru: Пока не придёт время падения их власти, я буду лоялен.

source: My word against yours. If you wish to try it, please, be my guest.
ru_ru: Тогда получится моё слово против твоего. Если хочешь попробовать - пожалуйста.

source: I am not preparing anything. I am just stating what I see as inevitable in the future.
ru_ru: Я не готовлю ничего такого. Просто я констатирую то, что вижу и определяю наиболее вероятные пути развития будущего.

source: I have taken part in many conflicts and I have seen how governments collapse.
ru_ru: Я принимал участие во многих конфликтах и видел, как свергаются правительства.

source: As soon as the war is over, the Red Guard will disband.
ru_ru: Как только война закончится, Красная Гвардия будет распущена.

source: Of course, I am making the assumption of victory, which is highly unlikely with the current state of affairs.
ru_ru: Конечно, я делаю предположение о победе, которая крайне нежелательна при текушем положении дел.

source: It is not the time to speak of such things yet. Come another day, and we shall talk about it in more detail.
ru_ru: Не пришло ещё время говорить о таких вещах. Приходи как-нибудь потом и мы поговорим об этом более детально.

source: The Red Guard can have their great laser beams and plasma cannons... But nothing can save them.
ru_ru: Пусть у Красной Гвардии будут их великолепные лазерные лучи и плазменные орудия... Но их ничто не спасёт.

source: Certainly.
ru_ru: О, конечно..

source: You get what you pay for.
ru_ru: Мощность прямо пропорциональна цене.

source: Twenty years ago there was a conflict.
ru_ru: Двадцать лет назад был один конфликт.

source: A grenade I threw destroyed a being which killed many of... my people.
ru_ru: Я метнул гранату, которая уничтожила одну тварь, которая убила многих... моих людей.

source: Now I make more to smash the destroyers.
ru_ru: Вот теперь я и делаю гранаты, чтоб сокрушать уничтожающих.

source: Ah. Welcome again Linarian.
ru_ru: Аха! Добро пожаловать снова, линарианец.

source: I have a little request for you.
ru_ru: У мя к тебе есть небольшой вопросец.

source: I know someone who needs to be taught a lesson.
ru_ru: Я знаю кое-кого, кому нужно преподать урок.

source: What a great way to start a conversation.
ru_ru: Великолепный способ завязать беседу.

source: Yes, that is true. I am not who I seem to be.
ru_ru: Да, это так. Я не тот, кем я кажусь.

source: But then again, neither are you, so my thoughts are we are even.
ru_ru: Но, опять же, и ты не тот, кто ты есть. Думаю, у нас много общего.

source: And I am Duncan McNamara, the maker of grenades and nothing else.
ru_ru: А я Дункан МакНамара, изготовитель гранат и ничего больше.

source: I believe the topic is thoroughly exhausted now.
ru_ru: Думаю, тема полностью исчерпана.

source: Twenty years ago, the people were kinder to each other.
ru_ru: Двадцать лет назад люди были более вежливы друг к другу.

source: I suggest you be kind to me as well, and I will be kind to you.
ru_ru: Я полагаю, ты будешь вежлив со мной, а я буду вежлив с тобой.

source: That way I get to keep my secret, and you get to keep yours.
ru_ru: Это позволит каждому из нас сохранить свои секреты.

source: And neither do I.
ru_ru: И у меня тоже нет.

source: I wish you cold winds.
ru_ru: Желаю тебе прохладных крыльев.

source: I read many books on Linarians. That is all.
ru_ru: Я прочёл много книг о линарианцах. Вот и всё.

source: Nothing more and nothing less.
ru_ru: Ничего более и ничего менее.

source: May the ice bring you wisdom.
ru_ru: Пусть лёд дарует тебе мудрость.

source: Hi. I haven't slept for a few weeks, so I'm just a little bit tired.
ru_ru: Привет. Я просто не спал уже несколько недель и поэтому слегка уставший.

source: Don't worry about me. I'll be fine.
ru_ru: Не беспокойся обо мне, как только я высплюсь я буду в полном порядке.

source: I'm Kevin, a computer security expert.
ru_ru: Я Кевин, эксперт по информационной безопасности.

source: As I've told you, I cannot teach you anything right now. I don't have the time.
ru_ru: Как я уже говорил, я не могу научить тебя чему-либо прямо сейчас. У меня нет на это времени.

source: I must see to that the flaky energy stream is distributed in such a way that my research project can continue.
ru_ru: Я вынужден тратить его на распределение скудных запасов электроэнергии таким образом, чтобы мои исследования могли продолжаться.

source: If you get rid of the maintenance bots on the second underground level of this station, I will find the time to teach you something.
ru_ru: Если ты сможешь избавиться от обслуживающих ботов на втором подземном уровне этой станции, у меня найдется время, чтобы научить тебя чему-нибудь.

source: Not now, I'm busy.
ru_ru: Не сейчас, я занят.

source: I've got an important research project going on. In fact this project might be crucial to the survival of the whole colony.
ru_ru: Я сейчас работаю над очень важным исследованием. Фактически, оно может стать решающим для выживания всей колонии.

source: There is tremendous importance in it. But the project is in danger. There are some maintenance bots down at the energy source.
ru_ru: Оно очень важно, но все может пойти под гору! Внизу, на электростанции, находятся несколько обслуживающих ботов.

source: They are trying to 'maintain' machines by rebooting them all the time. This must stop, but I can't leave this place.
ru_ru: И они пытаются 'обслуживать' технику постоянно перезагружая её. Этому надо положить конец, но я не могу оставить свой дом.

source: I must balance the remaining power in such a way that my project can continue uninterrupted.
ru_ru: Так что мне приходится перераспределять остатки электроэнергии так, чтобы мои исследования могли идти бесперебойно.

source: Now, if you go down there and make the power flow stable, then I'll find the time to teach you something.
ru_ru: Если ты спустишься вниз и стабилизируешь поток электроэнергии, у меня найдется время, чтобы обучить тебя чему-нибудь.

source: That's great. You can't miss it. It's not hard to find. Enter my garden and find the lower station entrance there.
ru_ru: Здорово. Я этого не забуду. Найти электростанцию несложно. Зайдешь в мой сад и увидишь там люк в подземную станцию.

source: Best don't bother with the resistance on the first level. You only need to take care of the energy supply. And that's on the SECOND level.
ru_ru: Лучше не пытайся подавить сопротивление на первом уровне, тебе достаточно разобраться с самой электростанцией. Так что спускайся на ВТОРОЙ уровень.

source: I hope you have a laser pistol or something like that, the bots there will rip you apart if you try to approach them.
ru_ru: Я надеюсь ты запасся чем-то огнестрельным, боты разорвут тебя на куски, если попытаешься приблизиться к ним вплотную.

source: Best make it quick. I'm already sick of stabilizing the stupid power grid.
ru_ru: Чем быстрее ты справишься, тем лучше. Я уже сыт по горло разборками с этой идиотской электростанцией.

source: Too bad. Now get out of my sight.
ru_ru: Очень жаль. А теперь проваливай с глаз долой.

source: I've already rewarded you for that. Don't steal my time. I'm busy.
ru_ru: Я уже дал тебе то, что причиталось. Не трать мое время, я занят.

source: What do you want?
ru_ru: А что ты хотел бы получить?

source: Yes, since the energy supply has been constant, results were much better. I've achieved my goal.
ru_ru: Да, с тех пор, как у меня вдоволь электроэнергии, дела идут намного лучше. И я добился своей цели.

source: I've obtained secret data on the colony surroundings. We'll need a big computer cluster to evaluate it properly.
ru_ru: Я раздобыл секретные сведения об окрестностях колонии. И теперь нам нужен мощный кластер чтобы как следует обработать эти данные.

source: Once we've evaluated the data, we might find a way to secure the colony and ensure our survival. But it's too early to tell yet.
ru_ru: Как только они будут обработаны, мы возможно найдем способ очистить колонию от ботов и обеспечить наше выживание. Но пока еще рано об этом говорить.

source: If I only had a suitable cluster. Then we could start data evaluation right away.
ru_ru: Эх, если бы у меня был подходящий кластер, то можно было бы начать прямо сейчас!

source: That would be great of course. I know that the old town is maintaining a suitable information infrastructure and has a proper cluster running for some time now.
ru_ru: Это безусловно будет здорово. Мне известно, что в городе есть подходящая информационная инфраструктура и достаточно мощный кластер.

source: The only problem is, that I can't go back to town. They would probably kill me because of that misunderstanding some time ago.
ru_ru: Единственная сложность заключается в том, что я не могу вернуться в город. Они могуд даже убить меня, и все из-за недопонимания, которое возникло между нами некоторое время назад.

source: And also the cluster is inside of the guard citadel. I hear it's only allowed for members of the Red Guard to enter the complex.
ru_ru: Кроме того кластер находится внутри цитадели красной гвардии. Насколько я слышал, только красногвардейцам разрешено входить туда.

source: But maybe you can arrange that somehow. For me it would be impossible, because of my bad reputation.
ru_ru: Но может тебе удастся все устроить. Я со своей репутацией точно не смогу добраться до кластера.

source: I'll give you the data cube. Take it to the computer cluster administration people. They will know what to do. And don't mention me there.
ru_ru: Я дам тебе этот носитель. Отнеси его администраторам кластера. Они разберутся, что с ним делать. Только не надо упоминать там моё имя.

source: You've already agreed to take my data cube to the cluster. I have no influence on this matter anymore.
ru_ru: Ты уже согласился доставить данные в кластер. Я ничего не могу изменить.

source: The fate of the colony now rests in your hands. Bring the data cube I gave you to the cluster. Only there the data can be evaluated properly.
ru_ru: Судьба колонии теперь в твоих руках. Доставь данные в кластер, только там их можно обработать как следует.

source: Eh... I guess you could put it that way, yes.
ru_ru: Ну... Пожалуй можно сказать и так, да.

source: Oh. Right.
ru_ru: Хм. Хорошо.

source: Well, thanks for telling me.
ru_ru: Спасибо, что сказал мне об этом.

source: Back to the drawing board, I guess...
ru_ru: Прийдется её немного подкорректировать...

source: Why? I have backups from last Friday. No reason to worry at all.
ru_ru: Ну почему же? У меня есть пятничная резервная копия, так что волноваться совершенно незачем, это дело житейское.

source: It will be a while till I get her together again, but she will be fine.
ru_ru: Прийдется потратить некоторое время, чтобы её снова собрать, но она будет в порядке.

source: You don't have enough cash, cheapskate. Come back when you can afford to pay me.
ru_ru: Да у тебя же нет нужной суммы! Возвращайся когда сможешь оплатить мой урок.

source: You don't have enough experience. I can't teach you anything more this way.
ru_ru: У тебя недостаточно опыта. Я не могу научить тебя чему-либо.

source: Good. The most important thing about hacking is to understand the nature of the machine you want to hack.
ru_ru: Хорошо. Самое важно в нашем ремесле - это понять природу машины, которую ты хочешь взломать.

source: Once you have figured out what the creators of the system were doing when setting it up, you'll also know how to best hack it.
ru_ru: Как только ты поймешь, что делали создатели системы, когда настраивали её, ты будешь знать с какой стороны подойти ко взлому.

source: Now I see your hacking skill has already improved a lot.
ru_ru: Я вижу, что твои способности уже здорово возросли.

source: Great. Now back to where you came from. This is no place for you.
ru_ru: Замечательно, а теперь иди туда, откуда пришёл - это место не для тебя.

source: This is a gate to an automated bot factory we call the Hell Fortress.
ru_ru: Это ворота на автоматическую фабрику роботов, которую мы называем Цитаделью Ада.

source: You must be crazy if you want to get in there. That place is full of bots.
ru_ru: Нужно быть психом, чтобы хотеть туда войти - там полно роботов.

source: Get out of here. They might attack at any moment!
ru_ru: Уходите отсюда. Они могут напасть в любой момент!

source: Of course not. Murdering you would be a complete waste of time.
ru_ru: Конечно нет. Убийство стало бы пустой тратой времени.

source: The bots and disruptor shield will take care of that for me.
ru_ru: Боты и дизентегрирующий щит позаботятся об этом за меня.

source: Just remember to give me your valuables before you commit suicide.
ru_ru: Только не забудьте оставить мне все ваши ценности, перед тем как совершить самоубийство.

source: You won't need any money once you're damn dead, and I could use it, eh?
ru_ru: Вы не будете нуждаться в деньгах, когда вы умрёте, а я мог бы их ещё использовать?

source: You're dead if you don't take it.
ru_ru: Вы умрете, если не последуете ему.

source: Finally.
ru_ru: Прощай.

source: Don't come back.
ru_ru: Не возвращайся.

source: Are you sure?
ru_ru: Ты уверен?

source: I only accept students that already have some experience in fighting bots.
ru_ru: Я работаю только с учениками, которые уже поднабрали опыта в схватках с ботами.

source: Hey, wake up! I taught you that stuff already. Go practice on the bots, if you really want more training.
ru_ru: Эй, очнись! Я же тебя этому уже учил, иди чтоли с ботами подерись, если ты и вправду хочешь больше тренироваться.

source: You don't have enough bucks on you! Come back when you have the money.
ru_ru: Да у тебя же бабла не хватает! Приходи когда раздобудешь нужную сумму.

source: You don't have enough experience. I can't teach you anything more right now.
ru_ru: Я боюсь, что у тебя маловато опыта. Я не смогу тебя чему-либо научить сейчас.

source: First collect more experience. Then we can go on.
ru_ru: Сначала набери больше очков тренировки и тогда мы сможем продолжить.

source: Let us begin then.
ru_ru: Ну чтож, давай начнем.

source: Come closer...
ru_ru: Подойди поближе...

source: HA!
ru_ru: Ха!

source: Oh, Linarian, you amuse me so.
ru_ru: Ну, линарин, ты меня насмешил.

source: You are quite an ambitious fellow.
ru_ru: Ты довольно амбициозный тип.

source: First learn the basics. Spend a year working on that, and then I'll be able to teach you some advanced tricks.
ru_ru: Но все-таки сначала изучи базовые приемы, потрать хотя-бы год на оттачивание техники, и тогда я смогу научить тебя более сложным приемам.

source: Go away.
ru_ru: Проваливай.

source: Wow.
ru_ru: Ни фига себе.

source: You have a very rich imagination. There is no such thing. Get a life.
ru_ru: Да у тебя потрясающее воображение. Когда спустишься на землю, попроси меня научить тебя чему-то дельному.

source: This is starting to make me angry. Shut up and go away.
ru_ru: Не зли меня, приятель. Заткнись и проваливай.

source: *sigh*
ru_ru: *опа*

source: Very well. Observe very carefully.
ru_ru: Как скажешь. Смотри внимательно.

source: You will see this only once, so make sure to pay attention.
ru_ru: Я не буду повторять, так что постарайся усвоить этот урок с первого раза.

source: DIEEEE!
ru_ru: УМРИИИ!

source: Lesson number one. Never trust the opponent.
ru_ru: Урок первый. Никогда не доверяй опоненту.

source: Lesson number two. The bots have no mercy.
ru_ru: Урок второй. Боты безжалостны.

source: They won't let you get up if you fall down. They will kill you.
ru_ru: Они не позволят тебе встать, если ты упадешь. Они убьют тебя.

source: Now, lesson number -- ugh! That hurt!
ru_ru: А теперь урок номер -- ой! Больно же!

source: Ugh. Yes. You are correct.
ru_ru: Ы. Да. Ты прав.

source: I need to... Lie down for a while... My head hurts...
ru_ru: Мне надо бы... Полежать немножечко... У меня голова что-то болит...

source: Lesson number four. Never hit your sparring partner with full force.
ru_ru: Урок номер четыре. Никогда не бей своего спарринг-партнера в полную силу.

source: I think you broke my ribs...
ru_ru: Кажется ты сломал мне ребро...

source: This is enough training for today.
ru_ru: Я думаю, что для одной тренировки достаточно.

source: Fine.
ru_ru: Отлично.

source: This is MegaSys test bot, running very basic version of their OS. I can do nothing with this bot, because it doesn't know how to do anything.
ru_ru: На этом боте MegaSys отлаживала свои алгоритмы. На нем установлена сильно урезанная версия ОС, так что я не могу что-либо с ним сделать, ведь он ничего не умеет.

source: Welcome to MS firmware upgrade server for region #54658.
ru_ru: Добро пожаловать на сервер обновления MS региона #54658.

source: Please select action
ru_ru: Пожалуйста выберите один из пунктов меню

source: Currently deployed firmware is v. 5.0.8+worldto-nogpl.
ru_ru: Текущая версия прошивки v. 5.0.8+worldto-nogpl.

source: Compressing image....
ru_ru: Сжимаю образ....

source: Advertising update to clients...
ru_ru: Сообщаю об обновлении клиентам...

source: Waiting for all connections....
ru_ru: Жду соединений....

source: Firmware update propagated!
ru_ru: Прошивка обновлена!

source: Currently deployed firmware is v. 5.0.8+tuxwashere+gpl
ru_ru: Текущая версия прошивки v. 5.0.8+здесьбылтукс+gpl
