Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: No, there's nothing that can be done anymore. I don't have enough money to lift the shop from the downward spiral.
ru_ru: Нет, не в твоих силах что-то сделать. Мой бизнес постепенно загибается и у меня не достаточно денег, чтобы снова поставить его на ноги.

source: I'd need thousands to just survive the month.
ru_ru: Ме нужны тысячи только для того, чтобы пережить месяц.

source: The shop is dying, and there's nothing either of us can do about it.
ru_ru: Магазин скоро закроется и ни я, ни ты ничего с этим не можем поделать.

source: I couldn't get myself to look at my finance logs for a while now. I guess about two thousand triangles.
ru_ru: Давненько у меня руки не доходили до финансовой отчетности, так что я точно не знаю, но где-то около двух тысяч баксов.

source: Yes. A tradition of six generations will die with this shop...
ru_ru: Да. Традиция шести поколений умрет вместе с ним...

source: I guess it just had to happen one day...
ru_ru: Я думаю это должно было случиться раньше или позже...

source: Is... Is this a joke? So much money? And you just give it to me?
ru_ru: Это... это шутка? Такая огромная сумма? И ты просто отдашь её мне?

source: Thank you! Thank you! Thank you! Savior!
ru_ru: Спасибо тебе! Спасибо! Спасибо! Спаситель!

source: But this isn't fair with you. The Stones are a family of fair merchants and I intend to uphold that tradition.
ru_ru: Но это не честно в отношении тебя. Все в моей семье были торговцами и я намерена продолжать эту традицию.

source: I need 1,547 bucks to get through the month. I accept only that and not a cent more. Now it's fair. Thank you.
ru_ru: Мне нужно 1 547 треугольника чтобы дожить до конца месяца. Я приму эту сумму и ни центом больше. Так будет честно. Спасибо.

source: You've given me a bit of hope..
ru_ru: Ты принес мне немного надежды..

source: Wait a second... I think I recognize you...
ru_ru: Секундочку... Я думаю, что узнала тебя...

source: Hey! I'm Ewald. I'm a bartender.
ru_ru: Эй! Я Эвальд. Я бармен.

source: I used to do a lot of drugs, and I destroyed my brain.
ru_ru: Я перебарщивал с наркотой и сжёг себе мозги.

source: I'm not too smart now, but I'm very happy all the time!
ru_ru: Я теперь не шибко умный, зато всё время весел.

source: Want something to drink?
ru_ru: Чего-нибудь выпьешь?

source: Nah, No darn good at all.
ru_ru: Ай да, не очень-то и хорошо.

source: The bots ruined it for me. Now the supplies are very low and I had to make the prices high.
ru_ru: Боты всё испортили. Мои запасы подходят к концу и я вынужден увеличивать цены.

source: No one wants to pay 499 triangles for bottom shelf swill that even Bender would not drink...
ru_ru: Никто не хочет платить по 499 треугольников за пойло с самой последней полки, которое даже Бендер не стал бы пить.

source: The tax is quite brutal as well. And the Red Guard always demands discounts too.
ru_ru: А налоги вообще зверские. А сама Красная Гвардия всегда требует скидки.

source: Life is tough. I am still happy though.
ru_ru: Жизнь дрянь. А мне всё равно ништяк.

source: Yeah, I have some junk here... Want to see?
ru_ru: Ага, есть тут у меня немного барахла... Хочешь взглянуть?

source: Well... We are a bit short on supplies right now... Erm... AH! I know!
ru_ru: Ну... Бухло кончается.. Хм.. А! Знаю!

source: I have WATER!
ru_ru: У меня есть ВОДА!

source: Here you go. That one is on the house. And if the water is not enough, just ask me for more.
ru_ru: Вот, пожалуйста. Это в наличии имеется. Если воды недостаточно, просто закажи ещё!

source: Here you go.
ru_ru: Изволь.

source: Eh... Sure, as you wish. Here you go.
ru_ru: Э-э... Конечно, как пожелаешь. А вот и воде!

source: Uh... Sure...
ru_ru: Угм.... Конечно...

source: Yeah, I thought you would like it. Here is more.
ru_ru: Ага, я знал, что тебе понравится. Вот ещё.

source: One double water coming up.
ru_ru: Двойная вода на подходе..

source: Erm... Ok... Here, have some of my special, water colada.
ru_ru: Эм-м-м... O'кей... Вот, моя особая, вода-гляссе.

source: Well, you drank all my water, so you cannot have any more. There is none left.
ru_ru: Ну, ты выдул всю воду, что у меня была. Ни капельки не осталось.

source: I heard Linarians can drink a lot of water, but seven liters is a lot.
ru_ru: Я слышал, что линарианцы могут выпить дофигищща воды, но семь литров - уже многовато.

source: Eh... I think you had enough... Maybe you should just go for a walk for now?
ru_ru: Эх... Я думаю, тебе уже хватит. Может, просто уйдёшь, пока не началось?

source: You have had everything that I had.
ru_ru: Ты выдул всё, что у меня было.

source: Well... Erm... No.
ru_ru: Ну... Э-э-э... Нет.

source: What the bots did not smash, the Red Guard taxed.
ru_ru: Всё что боты пощадили, Красная Гвардия обложила налогом.

source: Fun is kinda dead right now.
ru_ru: Все развлечения закончились.

source: Well, unless you are in the Red Guard itself, of course. They have those big guns that can destroy a dozen bots with one shot...
ru_ru: Ну, если ты сам не в Красной Гвардии, конечно. У них такие пушки, что могут уложить дюжину ботов одним выстрелом.

source: Fun, if you ask me.
ru_ru: Веселуха ещё та, скажу я тебе.

source: Goodbye and remember: My bar is always open.
ru_ru: Счастливо. И запомни: мой бар всегда открыт.

source: I'm Spencer. I'm the leader of the Red Guard. Is there anything I can help you with?
ru_ru: Я Спенсер - начальник Красной Гвардии. Чем я могу тебе помочь?

source: Hmm... Really? Well, you cannot join just like that, you know...
ru_ru: Хмм... Правда? Ну ты понимаешь, что нельзя вступить в Красную гвардию просто так...

source: You must prove that you would make a good new member.
ru_ru: Ты должен доказать, что ты достоин быть членом гвардии.

source: For 15 million bucks, no less, hehe.
ru_ru: За 15 лимонов, не меньше, хаха.

source: These are bad times. The interplanetary travel is made impossible by bot ships, so we need to stick to our local resources.
ru_ru: Наступили тяжелые времена. Из-за кораблей ботов межпланетное сообщение стало невозможно, поэтому нам приходится рассчитывать только на собственные ресурсы.

source: We've got a list of stuff we'd need from the automated underground storage north of town. But the bots there are numerous.
ru_ru: Нам нужны кое-какие вещи из автоматизированного подземного склада, расположенного к северу от города. Но там много ботов.

source: And currently I can't spare a single man from the city defenses. It's a quite difficult situation.
ru_ru: И сейчас я не могу выделить ни одного человека на это задание. Так что ситуация не проста.

source: That would be most kind of you, but I doubt that you will be able to clear out the warehouse for us.
ru_ru: Это было бы очень здорово, но я осмневаюсь, что ты сможешь очистить склад от ботов.

source: But since you are said to be powerful and a former hero, I'll once more put trust into a stranger.
ru_ru: Но раз ты говоришь, что ты силен, да и вообще прославленный герой, я снова доверюсь тебе, странник.

source: I've unlocked the accessway to the warehouse. It's to the north of this town, somewhat hidden in the woods northeast.
ru_ru: Я открыл доступ к складу. Он находится к северу от города, вход где-то в лесах на северо-востоке.

source: The stuff we need is on the first floor. Don't go any deeper, there are only bots in there.
ru_ru: Вещи, которые нам нужны находятся на первом этаже. Не спускайся ниже, там одни боты.

source: I wish you the best of luck.
ru_ru: Удачи тебе.

source: Not too good. Without the supplies from the warehouse we are doomed. So my problems are still the same.
ru_ru: Так себе. Без складских запасов мы обречены. Так что у нас все те же проблемы.

source: Maybe later, when you grow more experienced you might be able to help us after all.
ru_ru: Возможно позже, когда ты поднаберешься опыта, ты сможешь наконец нам помочь.

source: Thanks to you, we've been able to transport all the goods we need right now. You've really helped us out there.
ru_ru: Спасибо тебе, мы смогли перевезти всё, что нам было нужно. Ты нам очень помог.

source: Rest assured that we will never forget your brave activity for our community.
ru_ru: Не сомневайся, что мы никогда не забудем то, что ты сделал для нас.

source: Man, you really did it! I can hardly believe it, but all the bots are gone!
ru_ru: Парень, ты справился! Мне с трудом в это верится, но все боты ушли.

source: Take these 500 bucks as a reward. And be assured that you've earned my deepest respect, Linarian.
ru_ru: Возми эти 500 баксов в качестве награды. Я тебя заверяю, что ты завоевал мое глубочайшее уважение, Линарианец.

source: Our people are transporting the goods as we speak. It can't be too long until new bots from ships in the orbit of the planet will beam down to replace the dead bots.
ru_ru: Пока мы разговариваем, наши люди перевозят запасы. У нас не так много времени, скоро с космических кораблей прибудут новые партии ботов на замену сломанным.

source: Dixon told me about the matter with his toolkit. He seemed pretty impressed by you.
ru_ru: Диксон рассказал мне про его инструменты. Кажется он тобой доволен.

source: I think our teleporter service man, Dixon, he's got some problem. You might want to talk to him.
ru_ru: Насколько я помню, у Диксона, нашего техника, обслуживающего телепортеры, какие-то проблемы. Возможно тебе стоит поговорить с ним.

source: When I was eating, Michelangelo told me about his renewed oven energy supply. He seemed very pleased, and so was I.
ru_ru: Когда я обедал, Микелянжело сказал мне, что ты восстановил его источник питания. Он этим весьма доволен, кстати, я тоже.

source: I think you should visit the camp's cook sometime. He's usually in the restaurant kitchen.
ru_ru: Я думаю, что тебе стоит как-нибудь навестить местного повара. Обычно его можно найти на кухне ресторана.

source: From Butch I hear you've become a novice arena master. Congratulations.
ru_ru: От Бутча я слышал, что ты получил звание мастера на арене для новичков. Поздравляю.

source: You might want to score some arena victories. That could also help your reputation a lot.
ru_ru: Возможно ты захочешь сразиться на арене. Заодно это поднимет твою репутацию.

source: Helping Bender along was also a smart move. But you should be very careful with this one. He can get mad rather easily. A bit of a security threat, but we can't be too picky.
ru_ru: Помочь Бендеру - было хорошим ходом. Но будь с ним осторожен, его очень легко разозлить. Это нам мешает, но выбирать не приходится.

source: As far as I know, Bender is still very sick.
ru_ru: Насколько я знаю, Бендер все еще болен.

source: But most importantly, I was very impressed with you when you cleared out the warehouse. That was a huge deed I will never forget.
ru_ru: Но, более всего, я был удивлен тем, что ты очистил склад от ботов. Этого поступка я не забуду.

source: OK. Your list of achievements is long enough. You can join us. So I hereby declare you a member of the Red Guard.
ru_ru: Хорошо. Список твоих заслуг достаточно велик. Ты можешь вступить в наши ряды. Так что я торжественно объявляю тебя членом Красной Гвардии.

source: But now that you are in the Guard, know this: There is only one rule for us guards: We stick together. We survive together or we die together. But we do it together.
ru_ru: Но теперь, когда ты один из нас, помни: для гвардейцев есть только одно правило: быть вместе. Мы вместе выживаем и вместе умираем. Но мы делаем это вместе.

source: And now you might want to inspect the guard house. Tell Tybalt to open the door for you. Lukas at the arms counter shall give you your armor.
ru_ru: А теперь ты можешь осмотреть нашу цитадель. Скажи Тибальту, чтобы он открыл тебе дверь. Оружейник Лукас выдаст тебе вооружение.

source: I hope you will prove yourself a worthy member of the Red Guard.
ru_ru: Я надеюсь, что ты покажешь себя как достойным гвардейцем.

source: All in all, not quite so bad. But you still need to do the one thing or the other. Then we can talk about it.
ru_ru: В конце концов, не так уж и плохо. Но тебе все-таки стоит еще что-нибудь сделать. Тогда и поговорим.

source: I can't accept you into the guard like this. Get going. There are still many things to do for you.
ru_ru: Нет, вот так просто я тебя принять не могу. Продолжай стараться. Есть еще много вещей, которыми ты бы мог заняться.

source: But you are a member of the Town Guard already! Don't be pulling my leg! Guards must stick together.
ru_ru: Так ведь ты уже вступил в наши ряды! Не тяни меня за ногу! Красногвардейцы должны держаться вместе.

source: This is not so easy. At first you must establish a reputation around here. Ask around, talk to people and build your reputation.
ru_ru: Это не так просто. Для начала покажи себя, заработай себе хорошую репутацию. Поспрашивай вокруг, поговори с людьми.

source: Once you're a known character around here, we might let you join the ranks of the Guard.
ru_ru: Когда ты себя хорошо зарекомендуешь, мы сможем принять тебя.

source: Yes, that's right, and in fact it might be crucial. As you may have heard, the MS office is defended by a disruptor shield. They open it only to let out new armies of bots.
ru_ru: Да, верно, и эта информация может оказаться очень важной. Возможно тебе приходилось слышать, что офис МС защищен дизентегрирующим полем. Они открывают его только чтобы выпустить очередную армию ботов.

source: The data on the cube he obtained indicates the existence of a secret experimental facility in this region. Our findings suggest that they were testing some new form of disruptor shield for MS, so the shield can be controlled from that facility.
ru_ru: Данные из раздобытого им куба указывают на существование секретной исследовательской лаборатории где-то неподалеку. Согласно нашим исследованиям, они работали над новой разновидностью дизентегрирующего поля для MS, так что этим полем можно управлять оттуда.

source: If the information is true, then you can take over the control droid and disable the shield permanently so we can get in.
ru_ru: Если все верно, то перехватив управляющего дроида ты сможешь выключить поле и впустить нас.

source: We know that MS had a firmware update system, which could be used to propagate a malicious update to disable all bots. It is very alluring, but to perform this trick you need to hack up the control droid, which is in the heart of the HF. To enter HF you would have to disable the disruptor shield.
ru_ru: Известно, что у МС есть система обновления прошивок, которую можно использовать для рассылки вредоносной программы, которая выведет из строя всех ботов. Заманчиво. Но чтобы сыграть в эту игру нужно взломать управляющего дроида, расположенного в самом центре АК, а чтобы туда попасть нужно отключить дизентегрирующее поле.

source: This seems like a gift sent from the heavens. Cleaning the Hell Fortress is not going to be easy, though..
ru_ru: Это похоже на манну небесную. Впрочем, очистить Адскую Крепость далеко непросто...

source: That's most kind of you to volunteer. So far, I've sent two scouts into the area. They have found the facility entrance and unlocked the gate.
ru_ru: Опять решил выступить добровольцем? Я уже послал двух разведчиков в этот район. Они нашли вход на объект и открыли ворота.

source: That is a good sign, because it shows that the key combinations from the data cube were correct.
ru_ru: Это хороший знак, так как это значит, что ключи в датакубе были верны.

source: However, we lost contact with them shortly after they went inside. They also reported heavy bot resistance.
ru_ru: Однако, мы потеряли связь с разведчиками вскоре после того, как они зашли внутрь. Кроме того, они сообщили нам о ботах, оказывающих сильное сопротивление.

source: I'd be glad if you could take a look. But use outmost care. We can't afford to lose another guard.
ru_ru: Я был бы рад, если бы взглянул. Но быдь предельно внимателен. Мы не можем позволить себеб потерять еще одного бойца.

source: I wish you the best of luck for this operation. It might be that our survival depends on it. Don't wait for assistance.
ru_ru: Я желаю тебе удачи в этом предприятии. Возможно, что наша жизнь зависит от него. Но подмоги не жди.

source: Try to get control over the disruptor shield if you can. The control droid should be somewhere on the lowest level of the installation. Simply destroying the droid might suffice in disabling the shield.
ru_ru: Постарайся перехватить управление дизентегрирующим полем, если сможешь. Управляющий дроид должен быть где-то на нижних этажах. Впрочем, уничтожение дроида также должно привести к отключению поля.

source: Good. You should be well prepared if you intend to go.
ru_ru: Хорошо. Ты должен быть полностью готов, когда собирешься идти.

source: Also there is no need to hurry with this. After all, the installation is not running away, so best take a slow approach.
ru_ru: Торопиться не надо. Не убежит же от тебя база, так что не спеши.

source: Good. We cannot help you much in this final mission, but I can tell you what our recon teams gathered behind the factory doors. You will enter a zone that used to be a MS office.
ru_ru: Отлично. Мы не можем помочь тебе в этой финальной миссии, но я могу передать тебе информацию, которую наша команда получила за стенами этого завода. Ты попадешь в зону которая раньше была MS офисом

source: They carried out some development there, and had part of their patching division and update management department. The actual factory is located behind the office. With a bit of luck, you might not need to access it. We know they have their update server in the office. If you can find it and get it to propagate a faulty update, this could suffice to stopping bots dead in their tracks.
ru_ru: Они там производили какие-то разработки, и разместили там команды ответственные за патчи и процедуры обновления. Сам же цех находится за этим офисом. Если тебе повезет, тебе может не понадобиться туда проникать. Мы узнали, что их апдэйт-сервер находится в этом офисе. Если ты найдешь его и произведешь неудачный апдэйт, боты так и останутся в своих трэках

source: Look for the entrance of the office in the crystal fields. I will send a message to the guards so they let you pass. Then you will be on your own.
ru_ru: Взгляни на вход к офису среди кристальных полях. Я пошлю сообщение гвардам, чтобы они тебя пропустили. Дальше ты сам по себе

source: Good luck.
ru_ru: Удачи

source: You had better be ready.
ru_ru: Ты уж приготовься

source: Hello. I'm Bender, the dead man of this camp.
ru_ru: Привет. Я - Бендер. Внук турецкоподданого и местный мертвец.

source: Yeah. I'm the strongest man within all of the world. That's cause I took ALL of the strength pills.
ru_ru: Ага.. Я самый сильный человек в мире. Это потому, что я слопал ВСЕ пилюли силы.

source: But yet I might be dead soon. The doc warned me, but I didn't listen. Damn.
ru_ru: Но я уже скоро сдохну. Док меня предупреждал, а я не слушал. Чёрт.

source: Nah. The strength pills were fine. They made me strong. The doc said so.
ru_ru: Не-а. С пилюлями силы всё было нормально. Они сделали меня сильным. Так док сказал.

source: It was the brain enlargement pills. They did me no good, man.
ru_ru: Это всё мозгоувеличительные пилюли. От них мне стало так плохо, друг.

source: It was the brain enlargement pills. They did do me no good, man.
ru_ru: Это всё мозгоувеличительные пилюли. От них мне стало так плохо, друг.

source: You know man, I got those offers everybody gets.
ru_ru: Знаешь, старик, я получал те же предложения, что и все.

source: They offer some brain enlargement pills to enhance brain performance.
ru_ru: Они предлагали мозгоувеличительные пилюли для увеличения проивоздительности мозга.

source: 'Enlarg3 your brain! Bu.y pi11s! Che4p!!11!!!'
ru_ru: 'Увели4 cв0й м03г! Дёwев0, с г@р@нтией!!11!!!' - и всё такое.'

source: And everybody in the camp said I was dumb, which is not true.
ru_ru: И в лагере все говорили, что я тупица, но это неправда.

source: So I thought these pills might make them think differently about me.
ru_ru: Так что я подумал, что эти пилюли заставят их изменить мнение обо мне.

source: Because they said I was dumb. So I had to do something about it, eh?
ru_ru: Они говорили, что я глупый. Мне нужно было что-то с этим делать.

source: Yeah, the doc could help. But he won't. I've threatened him, but he won't.
ru_ru: Да, док мог бы помочь. Но он не будет. Я уж и стащал его, а он не хочет.

source: He's so angry cause I didn't listen. He warned me of the brain enlargement pill offers.
ru_ru: Он сердится, что я его не послушал. Он предупреждал меня о мозгоувеличивающих пилюлях.

source: They can cause some awful forms of cancer. But I didn't listen. And now he refuses to help me, man.
ru_ru: Они могут вызывать ужасные формы рака. Но я не послушался. И теперь он отказывается мне помогать, чувак.

source: Man, if you could do that, I'd give you everything. I still got some of those strength pills left.
ru_ru: Старик, если ты сможешь - я отдам тебе всё. У мя ещё осталось немного этах пилюль силы.

source: Also I could vote for you if you seek to join the guard of the town.
ru_ru: И скажусь за тебя, если хочешь стать городским гвардейцем.

source: Just get me some cure, and I'll be forever grateful!
ru_ru: Только достань лекарство и я буду тебе вечно благодарен!

source: Of course not. You're not a doctor. Only the doctor has the right medicine.
ru_ru: Конечно, ты не можешь. Ты же не доктор. Только у доктора есть необходимое средство.

source: But this rat would rather let me die!
ru_ru: Но эта крыса лучше позволит мне сдохнуть!

source: I'll rip his guts out as soon as I get my hands on him, man.
ru_ru: Я его выпотрошу, как только до него доберусь, старик.

source: Wow, you really did it! I guess you beat the hell out of him.
ru_ru: Вау, ты сделал это! Ну ты, наверно, показал ему, где раки зимуют.

source: He wouldn't help me even after I pounded him a bit. A big bit.
ru_ru: Он не хотел мне помогать даже после того, как я ему синяк поставил. На пол-тела.

source: Man, you are the greatest hero!
ru_ru: Чувак, ты величайший героЙ!

source: Now, take this as a reward. And you can be sure that I'll vote for you if you seek membership in the Red Guard!
ru_ru: Я точняк за тебя если надумаешь записаться в Красную Гвардию!

source: Thanks, man!
ru_ru: Спасибо, чувак!

source: WHAT? Did you just say I'm stupid?
ru_ru: ЧЁ-Ё-Ё?! Ты кого тупым назвал?

source: Don't say it, man.
ru_ru: Не говори так, чувак.

source: I can kill you so much, that no one will recognize you!
ru_ru: Я тебя так отделаю - патологоанатом человеком не признает!

source: He's right inside this building. I'm waiting here for him, man.
ru_ru: Он прямо внутри этого здания. Я его тут поджидаю, чувак.

source: When he comes out, maybe I can pound him some more. Maybe then he'll help me at last!
ru_ru: Когда он выйдет, может, тогда я ему ещё наподдам. Может, тогда он мне помоцет наконец!

source: Yes, he'll get a good beating. That will make him reconsider! That rat!
ru_ru: Ох да, он у меня получит хорошую взбучку. Это его заставит передумать! Эту крысу!

source: What have you got?
ru_ru: Что ты достал?

source: What, you have nothing?
ru_ru: Как, у тебя ничего нет?

source: Man, what are you doing here? Get the medicine! I need it now!
ru_ru: Чувак, ну так чего ты здесь околачиваешься? Найди лекарство! Давай быстрее!

source: Much better. I'm cured. Thanks again man! I'll vote for you if you want into the city guard! You're a good guy, man!
ru_ru: Гораздо лучше. Я исцелён. Спасибо ещё раз, старик! Я проголосую за тебя, если хочешь в городскую гвардию! Ты отличный парень, дружище!

source: What? I'm not an idiot! Understood?
ru_ru: Что?! Я не идиот! Понял?!

source: No one says I'm stupid! I'm NOT STUPID!
ru_ru: Никто не смеет говорить, что я тупоЙ! Я НЕ ТУПОЙ!!!
