Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: de_de, fr_fr, sv_se

source: If not for the terrible wounds, you could think that he is just asleep...
de_de: Wären da nicht die grässlichen Wunden, könnte man meinen, er schliefe nur...
fr_fr: Sans les terribles blessures, on pourrait penser qu'il est simplement endormi...
sv_se: Om det inte vore för de fruktansvärda såren, skulle man kunna tro att han sov...

source: It looks like he fought to the bitter end...
de_de: Sieht aus als hätte er bis zum bitteren Ende gekämpft...
fr_fr: On dirait qu'il s'est battu jusqu'au bout....
sv_se: Det ser ut som om han kämpade in i det bittra slutet.

source: Numerous wounds cover the body of this brave warrior...
de_de: Der Körper dieses tapferen Kämpfers ist von zahlreichen Wunden übersäht...
fr_fr: Beaucoup de blessures couvrent le corps de ce brave guerrier....
sv_se: Oräkneliga sår över hela kroppen på denna modiga soldat.

source: His body is charred and twisted... Such is the price of the service in the Red Guard...
de_de: Sein Körper ist verkrümmt und angekohlt... der Preis für den Dienst in der Roten Wache.
fr_fr: Son corps est carbonisé et mutilé.... Tel est le prix du service dans la Garde Rouge....
sv_se: Hans kropp är vriden och vrickad...Ett högt pris man får betala för att vara med i det Röda Gardet

source: Conference table
de_de: Konferenztisch
fr_fr: Table de conférence
sv_se: Konferansbord

source: A round conference table with chairs and a computer at every seat.
de_de: Ein runder Konferenztisch mit Stühlen und einem Computer an jedem Sitzplatz.
fr_fr: Une table de conférence ronde avec des chaises et un ordinateur à chaque place.
sv_se: Ett runt konferansbord med stolar och en dator vid varje plats.

source: Massive fancy wall
de_de: Massive ausgefallene Wand

source: That's some rather massive, yet fancy-looking type of wall. A second sight reveals lots of plastics, though.
de_de: Eine ziemlich massive und doch ausgefallene Wand. Ein zweiter Blick enthüllt allerdings viel Plastik.

source: Modernized bed
de_de: Modernisiertes Bett

source: This is a standard sleeping capsule.
de_de: Eine Standard-Schlafkapsel.
fr_fr: C'est une capsule de sommeil standard.
sv_se: Det är en standard sovkapsel

source: Modernized bunk beds
de_de: Modernisierte Stockbetten

source: To save space on the floor two sleeping capsules were stacked vertically.
de_de: Um Bodenfläche zu sparen, wurden hier zwei Schlafkapseln gestapelt.
fr_fr: Pour économiser de l'espace, deux capsules de sommeil ont été positionnées verticalement.
sv_se: För att spara plats på golvet är två sovkapslar staplade ovanpå varandra.

source: Projector
de_de: Projektor
fr_fr: Projecteur
sv_se: Projektor

source: This device is used for casting images onto a wall or a screen. It uses something looking like a film reel as a source of those images.
de_de: Dieses Gerät strahlt Bilder an die Wand oder auf eine Leinwand. Als Bildquelle dient etwas, das wie eine Filmrolle aussieht.
fr_fr: Cet objet est utilisé pour projeter des images sur un mur ou un écran. Il utilise quelque chose qui ressemble à une bobine de film comme source d'images.
sv_se: Detta object är använd för att visa bilder på väggar eller skärmar. Den använder vad som liknar filmfrullar för de bilderna.

source: Projector screen
de_de: Projektions-Leinwand
fr_fr: Ecran de projection
sv_se: Projektorskärm

source: This is a projector screen, it allows to get better image quality than the wall.
de_de: Ein Projektions-Schirm; ermöglicht eine bessere Bildwiedergabe als eine Wand.
fr_fr: C'est un écran de projection qui permet d'avoir une meilleur qualité d'image que sur le mur.
sv_se: Det här är en projektorduk, den ger en bättre bildkvalitet än väggen.

source: Bookcase
de_de: Bücherregal
fr_fr: Etagère à livres
sv_se: Bokhylla

source: There are many interesting books here, but none of them is a switch opening a secret passage.
de_de: Hier gibt es viele interessante Bücher, aber keines von ihnen dient als Schalter für einen verborgenen Geheimgang. Schade.
fr_fr: Il y a beaucoup de livres intéressants ici, mais aucun d'eux est un interrupteur qui ouvre un passage secret.
sv_se: Det är många intressanta böcker här, men ingen av dem är en gömd spak till en hemlig gång.

source: There are exactly 451 books here.
de_de: Es sind ganz genau 451 Bücher - ich habe nachgezählt!
fr_fr: Il y a exactement 451 livres ici.
sv_se: Det finns exakt 451 böcker här.

source: Empty bookcase
de_de: Leeres Bücherregal
fr_fr: Bibliothèque vide
sv_se: Tom bokhylla

source: No books here, only dust.
de_de: Keine Bücher da, nur Staub.

source: Only boring books like the Necronomicon here. Yawn. Nothing of interest.
de_de: Nur sterbenslangweilige Bücher wie das Necronomicon hier. Gähn. Nichts von Interesse.

source: Dust to trees. Trees to pages. Pages to books. Books to dust.
de_de: Staub zu Bäumen. Bäume zu Seiten. Seiten zu Büchern. Bücher zu Staub.
fr_fr: De la poussière aux arbres. Des arbres au papier. Du papier aux livres. Des livres à la poussière.
sv_se: Damm till träd. Träd till sidor. Sidor till böcker. Böcker till damm.

source: Sign
de_de: Hinweisschild
fr_fr: Pancarte
sv_se: Tecken

source: Sign!
de_de: Hinweisschild!

source: A warning sign! But where's the danger here?
de_de: Ein Warnschild! Aber wo ist hier irgendeine Gefahr?

source: Counter
de_de: Tresen
fr_fr: Comptoir
sv_se: Disk

source: A counter section.
de_de: Tresen-Abschnitt.

source: A rounded counter corner section.
de_de: Ein abgerundeter Tresen-Abschnitt.

source: An orthogonal counter corner section.
de_de: Ein rechtwinkliger Tresen-Abschnitt.

source: Bar table
de_de: Bartisch
fr_fr: Table de bar
sv_se: Barbord

source: Table
de_de: Tisch
sv_se: Bord

source: Tables such as this one have been used for centuries to store various items on top of them.
de_de: Tische, so wie dieser hier, werden seit Jahrhunderten dazu benutzt, um verschiedenste Dinge darauf abzustellen.
fr_fr: Des tables comme celle-ci ont été utilisées durant des siècles pour placer divers objets dessus.
sv_se: Dessa bord har använts i århundraden för att lagra olika saker på dem.

source: Glass table
de_de: Glastisch
fr_fr: Table en verre
sv_se: Glasbord

source: This table is made out of see-through glass.
de_de: Der Tisch ist aus Glas gefertigt. Völlig durchsichtig.
fr_fr: Cette table est faite en verre transparent.
sv_se: Det här bordet är gjort av genomskinligt glas.

source: Water
de_de: Wasser
fr_fr: Eau
sv_se: Vatten

source: Restaurant & bar multipurpose counter (tm)
de_de: "Restaurant & Bar-Mehrzweck-Tresen (tm)"

source: A perfect fusion of practical usability, appealing optics and durability has been fitted into the design of this counter.
de_de: Ein perfektes Zusammenspiel von Praktikabilität, ansprechender Optik und Dauerhaftigkeit wurde im Design dieses Tresens vereint.

source: Restaurant & bar multipurpose furniture (tm)
de_de: "Restaurant & Bar-Mehrzweck-Mobiliar (tm)"

source: In combination with the 'Restaurant & bar multipurpose counter (tm)', this professional set of heavy-duty kitchen furniture adds up to a pretty complete catering equipment. Too bad there just aren't engough human guests around, to run such a business these days...
de_de: In Kombination mit dem "Restaurant & Bar-Mehrzweck-Tresen (tm)" ergänzt sich dieses professionelle Set an hochbelastbarer Kücheneinrichtung zu einer durchaus vollständigen Gastronomie-Ausrüstung. Zu schade nur, dass es in diesen Tagen einfach nicht genügend menschliche Gäste gibt, um ein Geschäft wie dieses am Laufen zu halten.

source: Crystal formation
de_de: Kristall-Formation

source: An unusual and impressive formation of red crystals.
de_de: Eine ungewöhnliche und beeindruckende Formation roter Kristalle.

source: Washbasin
de_de: Ein Waschzuber

source: Desk chair
de_de: Bürostuhl

source: unnamed_obstacle
de_de: unbenanntes Objekt
fr_fr: obstacle iconnu
sv_se: ejnamngivet_hinder

source: This obstacle seems solid.
de_de: Das Hindernis scheint solide zu sein - solide genug, um dich am Hindurchgehen zu hindern.
fr_fr: Cet obstacle semble solide.
sv_se: Detta hinder verkar solitt.

source: Disruptor blast has hit you for %d damage.
de_de: Disruptor-Blitz hat dir %d Schaden zugefügt.
fr_fr: Un tir vous a causé %d dommage(s).
sv_se: Disrutorskott har träffat dig för %d skada.

source: That one went into the armor.
de_de: Das ging in die Rüstung.

source: Max level reached!
de_de: Maximum-Level erreicht!
fr_fr: Niveau maximum atteint !
sv_se: Max nivå nådd.

source: Level Gained!
de_de: Erfahrungsstufe ist angestiegen!
fr_fr: Niveau obtenu !
sv_se: Nivå Ökning!

source: Melee
de_de: Nahkampf
fr_fr: Melée

source: Ranged
de_de: Schusswaffen
fr_fr: Portée

source: Programming
de_de: Programmierung
fr_fr: Programmation

source: Level
de_de: Stufe
fr_fr: Niveau
sv_se: Nivå

source: Experience
de_de: Erfahrung
fr_fr: Expérience

source: Next level
de_de: Aufstieg bei
fr_fr: Niveau suivant

source: Money
de_de: Tribucks
fr_fr: Argent

source: Strength
de_de: Stärke
fr_fr: Force

source: Dexterity
de_de: Agilität
fr_fr: Dextérité

source: Life
de_de: Vitalität
fr_fr: Vie

source: Training points
de_de: Trainingspunkte

source: Health
de_de: Lebenspunkte
fr_fr: Santé

source: Temperature
de_de: Temperatur
fr_fr: Température

source: Stamina
de_de: Ausdauer
fr_fr: Endurance

source: Armor
de_de: Rüstung
fr_fr: Armure
sv_se: Rustning

source: Attack
de_de: Angriff
fr_fr: Attaque

source: Damage
de_de: Schaden
fr_fr: Dommages

source: Start of Dialog
de_de: Dialogbeginn

source: What will you say?
de_de: Was wirst du sagen?
fr_fr: Qu'allez-vous dire ?
sv_se: Vad ska du säga?

source: Your friend %s was killed by %s.
de_de: Dein Freund %s wurde durch %s getötet.
fr_fr: Votre ami %s a été tué par %s.
sv_se: Din vän %s blev dödad av %s

source: You killed %s.
de_de: %s wurde von dir eliminiert.
fr_fr: Vous avez tué %s.
sv_se: Du dödade %s

source: %s is dead.
de_de: %s wurde ausgelöscht.
fr_fr: %s est mort.
sv_se: %s är död

source: For defeating %s, you receive %d experience.
de_de: %s besiegt. %d Erfahrungspunkte gesammelt.
fr_fr: Détruire %s vous rapporte %d point(s) d'expérience.
sv_se: För att ha besegrat %s, fick du %d erfarenhet.

source: %s was killed by %s.
de_de: %s wurde ausgelöscht von %s.
fr_fr: %s a été tué par %s.
sv_se: %s blev dödad av %s.

source: %s died.
de_de: %s ist erledigt.
fr_fr: %s est mort.
sv_se: %s dog.

source: Damage: %d to %d
de_de: Schaden: %d bis %d
fr_fr: Dommages : %d à %d
sv_se: Skada: %d to %d

source: Dam: %d-%d
de_de: Sch: %d-%d
fr_fr: Dom. : %d - %d
sv_se: Damm: %d-%d

source: Ammo : %d of %d
de_de: Munition: %d von %d
fr_fr: Muni. : %d sur %d
sv_se: Ammunition: %d av %d

source: Multiplicity: %d
de_de: Anzahl: %d
fr_fr: Quantité : %d
sv_se: Multiplicitet: %d

source: Armor: %d
de_de: Rüstung: %d

source: Durability: %d of %d
de_de: Beständigkeit: %d von %d
fr_fr: Solidité : %d sur %d
sv_se: Hållbarhet: %d of %d

source: Dur: %d/%d
de_de: Bes: %d/%d
sv_se: Hållb: %d/%d

source: Indestructible
de_de: Unzerstörbar
sv_se: Oförstörbar

source: Required:
de_de: Benötigt:
fr_fr: Requis :
sv_se: Krav:

source: Required strength: %d
de_de: Benötigte Stärke: %d
fr_fr: Force requise : %d
sv_se: Styrkekrav: %d

source: Dex: %d
de_de: Agi: %d

source: Required dexterity: %d
de_de: Benötigte Agilität: %d
fr_fr: Dextérité requise : %d
sv_se: Skicklighetskrav: %d

source: , No required attributes
de_de: , keine besonderen Eigenschaften nötig
fr_fr: . Aucun attributs requis
sv_se: , Inga egenskapskrav

source: Recover Health
de_de: Lebenspunkte wiederherstellen
fr_fr: Soigne
sv_se: Återställer Hälsa

source: Analyze one item
de_de: Einen Gegenstand analysieren
fr_fr: Analyse un objet
sv_se: Analysera en sak

source: Teleports you to a safe place or back to your previous position
de_de: Teleportiert dich zu einem sicheren Ort oder zurück zu deiner letzten Position
fr_fr: Vous téléporte dans un endroit sûr, ou vous ramène à votre précédente position.
sv_se: Teleporterar dig till en säker plats eller till föregående position

source: Cooling aid
de_de: Kühlmittel
fr_fr: Liquide de refroidissement
sv_se: Kylbandage

source: Recover Health, Force and Running Power
de_de: Lebenspunkte, Stärke und Lauf-Ausdauer wiederherstellen
fr_fr: Redonne de la santé, de la force et de l'endurance.
sv_se: Återställer Hälsa, Kraft och Springkraft

source: Recover Running Power
de_de: Lauf-Ausdauer wiederherstellen
fr_fr: Redonne de l'endurance
sv_se: Återställer Springkraft

source: Temporary Boost to Strength
de_de: Temporärer Stärkebonus
fr_fr: Amélioration temporaire de la force
sv_se: Tillfällig styrkeökning

source: Temporary Boost to Dexterity
de_de: Temporärer Agilitäts-Bonus
fr_fr: Amélioration temporaire de la dexterité
sv_se: Tillfällig Skicklighetsökning

source: To implant the automap device
de_de: Zum Implantieren der Automap-Einheit
fr_fr: Pour implanter le dispositif de carte automatique
sv_se: Lägg in autokarte anordingen

source: Increase strength
de_de: Stärke erhöhen
fr_fr: Augmente la force
sv_se: Ökar styrka

source: Increase dexterity
de_de: Geschicklichkeit erhöhen
fr_fr: Augmente la dextérité
sv_se: Ökar skicklighet

source: Permanently gain +1 CPU
de_de: Permanent +1 zur CPU-Leistung
fr_fr: Gain permanent de CPU (+1)
sv_se: Ger en bestående ökning +1 CPU

source: Permanently acquire/enhance this program
de_de: Programm permanent aneignen/erweitern
fr_fr: Acquiert/augmente ce programme de façon permanente.
sv_se: Få tillgång till/förbättra detta program permanent

source: Electromagnetic pulse
de_de: Elektromagnetischer Puls
fr_fr: Impulsion électromagnétique
sv_se: Elektromagnetisk puls

source: Gas attack
de_de: Gasangriff
fr_fr: Attaque au gaz

source: Huge explosion
de_de: Große Explosion
fr_fr: Grosse explosion
sv_se: Enorm explosion

source: USE UNDESCRIBED YET (bug)
de_de: VERWENDUNG NOCH UNBENANNT (bug)
fr_fr: UTILISATION NON DÉCRITE POUR L'INSTANT (bug)
sv_se: ANVÄND OFÖRKLARAD ÄN SÅ LÄNGE (fel)

source: Right click to use
de_de: Rechtsklicken zum Benutzen
fr_fr: Clic droit pour utiliser
sv_se: Använd genom högerklick

source: %d to strength
de_de: %d zur Stärke
fr_fr: %d à la force
sv_se: %d till styrka

source: %d to dexterity
de_de: %d zu Agilität
fr_fr: %d à la dextérité
sv_se: %d till skicklighet

source: %d to CPU
de_de: %d zur CPU-Leistung
fr_fr: %d au CPU
sv_se: %d till CPU

source: %d to life
de_de: %d zur Vitalität
fr_fr: %d à la vitalité
sv_se: %d till liv

source: %d health points
de_de: %d Lebenspunkte
fr_fr: %d points de vie
sv_se: %d hälsopoäng

source: %0.1f health points per second
de_de: %0.1f Lebenspunkte pro Sekunde
fr_fr: %0.1f points de vie par seconde
sv_se: %0.1f hälsopoäng per sekund

source: %0.1f cooling per second
de_de: %0.1f Kühlung pro Sekunde
fr_fr: %0.1f refroidissement par seconde
sv_se: %0.1f nedklyning per sekund

source: %0.1f heating per second
de_de: %0.1f Erhitzung pro Sekunde
fr_fr: %0.1f réchauffement par seconde
sv_se: %0.1f uppvärming per sekund

source: %d Force
de_de: %d Kraft
sv_se: %d Kraft

source: %d%% to hit
de_de: %d%% zur Treffergenauigkeit
fr_fr: %d%% à l'attaque
sv_se: %d%% till slag

source: %d to all attributes
de_de: %d zu allen Eigenschaften
fr_fr: %d à tous les attributs
sv_se: %d till alla attributer

source: %d%% to armor
de_de: %d%% zur Rüstung

source: %d%% to damage
de_de: %d%% zur Zerstörungskraft
fr_fr: %d%% aux dommages
sv_se: %d%% till skada

source: +%d to resist disruptor
de_de: +%d zur Disruptor-Restistenz
fr_fr: +%d à la résistance aux armes à distance
sv_se: +%d till störningsmotstånd

source: +%d to resist fire
de_de: +%d zu Feuer-Resistenz
fr_fr: +%d à la résistance au feu
sv_se: +%d till eldmostånd

source: +%d to resist electricity
de_de: +%d zu elektrischer Isolation
fr_fr: +%d à la résistance à l'électricité
sv_se: +%d till elektricitetsmotstånd

source: %d to light radius
de_de: %d zum Leuchtradius
fr_fr: %d à la portée de lumière
sv_se: %d till ljusradie

source: UNIDENTIFIED
de_de: NICHT IDENTIFIZIERT
fr_fr: NON IDENTIFIÉ
sv_se: OIDENTIFIERAD

source: reloading
de_de: lade Waffe...
fr_fr: recharge
sv_se: laddar om

source: %sEMPTY
de_de: %s LEER
fr_fr: %sVIDE
sv_se: %sTOM

source: REQUIREMENTS NOT MET
de_de: ANFORDERUNGEN NICHT ERFÜLLT
fr_fr: PRÉREQUIS NON SATISFAITS
sv_se: KRAVEN ÄR INTE MÖTTA

source: Health %s%d/%d
de_de: Lebenspunkte %s%d/%d
fr_fr: Santé %s%d/%d
sv_se: Hälsa %s%d/%d

source: Temperature %s%d/%d
de_de: Temperatur %s%d/%d
fr_fr: Température %s%d/%d
sv_se: Temperatur %s%d/%d

source: Run %s%d/%d
de_de: Laufen %s%d/%d
fr_fr: Endurance %s%d/%d
sv_se: Spring %s%d/%d

source: XP %d/%d
de_de: Erfahrung %d/%d
fr_fr: EXP %d/%d

source: C H E S T
de_de: T R U H E
fr_fr: C O F F R E
sv_se: K I S T A

source: B A R R E L
de_de: T O N N E
fr_fr: B A R I L
sv_se: T U N N A

source: C R A T E
de_de: K I S T E
fr_fr: C A I S S E
sv_se: L Å D A

source: --- Message Protocol ---
de_de: --- Nachrichten-Protokoll ---
fr_fr: --- Protocole de Messagerie ---
sv_se: --- Meddelandeprotokoll ---

source: This is the protocol. Oh yes, it is indeed! It has multiple lines too! Isn't that great? But how long may any one line be? Is there a limit for that? Anyway, it looks good.
de_de: Dies ist das Protokoll. Oh ja, wirklich! Hat auch mehrere Zeilen! Ist das nicht toll? Aber wie lang mag jede dieser Zeilen sein? Gibt's da eine Begrenzung? Jedenfalls, sieht gut aus.
fr_fr: C'est le protocole. Eh oui, c'est le protocole. Il a plusieurs ligne en plus ! C'est pas super ? Mais quelle longueur peut faire une ligne ? Y a-t-il une limite pour ça ? Quoi qu'il en soit, ça à l'air bon.
sv_se: Det här är protokollet. Åh ja, det är det verkligen! Det har flera rader också! Bra, va? Men hur lång kan en rad vara? Finns det en gräns? Det ser bra ut i alla fall.

source: Day %d %02d:%02d
de_de: Tag %d %02d:%02d

source: Clip empty, reloading...
de_de: Tausche leeres Magazin...
fr_fr: Chargeur vide, rechargement...
sv_se: Tomt klipp, laddar om...

source: No more ammunition !
de_de: Keine Munition mehr !
fr_fr: Plus de munitions !
sv_se: Slut på ammunition !

source: This is a %s. %s
de_de: %s. %s
fr_fr: C'est un %s. %s
sv_se: Det här är en %s. %s

source: Examining %s. %s
de_de: Untersuche %s. %s.

source: There is nothing here.
de_de: Hier ist nichts.

source: My name is Bug. Software Bug. Please report me to the developers. Thank you.
de_de: Mein Name ist BUG. Sofware-BUG. Bitte melde mich den Entwicklern von FreedroidRPG. Danke.
fr_fr: Mon nom est Bogue. Bogue de Programme. Rapporter aux développeurs, s'il vous plait. Merci.
sv_se: Jag heter Bugg. Mjukvarubugg. Var god att anmäla mig till utvecklarna. Tack.

source: Hmm... This must be the token town sage.
de_de: Hmm. Das muss der 'Behelfs'-Stadtrat sein...
fr_fr: Hmm ... Ça doit être le sage de la ville.
sv_se: Hmm... Det här måste vara stadens vise mans gåva.

source: There are at least 614 reasons to stay away from the 614 bot battle platform. There are also 614 reasons why a 614 bot battle platform can be your best friend during combat...
de_de: Es gibt wenigstens 614 gute Gründe, sich von einem 614er Sicherheitsandroiden fernzuhalten. Es gibt allerdings auch mindestens 614 Gründe, warum dieser Bot in Kampfsituationen dein bester Freund sein kann...
fr_fr: Il y au moins 614 raisons pour rester loin d'un robot de combat 614. Il y a aussi 614 raisons pour lesquelles un robot de combat 614 peut être votre meilleur ami lors d'un combat...
sv_se: Det finns åtminstone 614 anledningar att hålla sig borta från 614 stridsbots plattformen. Det finns också 614 anledningar till varför en 614 stridsbots plattform kan vara din bästa vän under en strid...

source: What a strange person. He does not seem to really fit into this reality. There is something very eerie about him. And frightening.
de_de: Was für eine seltsame Person. Scheint nicht so ganz in diese Realität zu passen. Es ist etwas sehr Gespenstisches und Beängstigendes an ihm...
fr_fr: Quelle étrange personne. Il ne semble pas vraiment s'ajuster à la réalité. Il y a quelque chose de très inquiétant, le concernant. Et d'effrayant.
sv_se: Vilken konstig person. Han verkar inte passa in i den här verkligheten. Det är något väldigt kusligt med honom. Och skrämmande.

source: He looks unexplicably happy.
de_de: Er sieht auf unerklärliche Weise glücklich aus.
fr_fr: Il a l'air inexplicablement heureux.
sv_se: Han verkar oförklarligt glad.

source: In some places of the world there exists a very interesting saying. 'Tough as nails.' However, in every place where the Stone trader family stays for a while, a new saying emerges. 'Tough as the Stones.'
de_de: In manchen Gegenden der Welt gibt es ein interessantes Sprichwort: 'Zäh wie Nägel'.Allerdings kommt an jedem Fleck, an dem die Händlerfamilie Stone sich längere Zeit aufhält, ein neues Sprichwort auf: 'Zäh wie die Stones.'
fr_fr: Dans certaines parties du monde, il existe un dicton disant "Résistant comme les ongles". Pourtant, partout où la famille de commercants Stone réside pendant quelques temps, un nouveau dicton apparaît : "Dur comme les Stones".
sv_se: På vissa ställen på Jorden finns det ett väldigt intressant ordspråk. "Hård som naglar". Emellertid, på alla ställen där Stenhandlar familjen stannar ett tag, kommer ett nytt ordspråk fram. "Hård som Stenarna."

source: It looks like a 614. It moves like a 614. It even kills like a 614. Must be a 614 then.
de_de: Sieht wie ein 614er Robot aus. Bewegt sich wie ein 614er Robot. Tötet sogar wie ein 614er Robot. IST wohl ein 614er Sicherheitsroboter.
fr_fr: Ça ressemble à un 614. Ça bouge comme un 614. Ça tue même comme un 614. Ça doit donc être un 614.
sv_se: Den ser ut som en 614. Den rör sig som en 614. Den till och med dödar som en 614. Måste vara en 614 då.

source: Something about him makes you think of angels. Except angels are usually sane, do not have an urge to kill everything around them and are much better at singing religious songs.
de_de: Etwas an ihm erinnert dich an einen Engel... außer vielleicht, dass Engel für gewöhnlich vernünftig sind, keinen Drang verspüren, alles um sich herum umzubringen und auch viel besser im Singen religiöser Hymnen sind!
fr_fr: Quelque chose le concernant vous fait penser aux anges. Mis à part que les anges sont généralement sains d'esprit, n'ont pas le désir de tuer tout ce qui les entoure, et sont bien meilleurs pour chanter des chants religieux.
sv_se: Någonting med honom får dig att tänka på änglar. Förutom att änglar vanligtvis är fredliga och inte har ett behov av att döda alla runt dem och är mycket bättre på att sjunga religiösa sånger.

source: As you look at him, you cannot really belive he is there. If you turn your back on him he will vanish like a ghost into thin air and you will never see him again.
de_de: Wenn man ihn so ansieht, kann man gar nicht glauben, dass er überhaupt hier ist. Du bist dir sicher, wenn du ihm den Rücken zudrehst, wird er sich wie ein Geist in dünner Luft auflösen und nie wieder erscheinen.
fr_fr: Lorsque vous le regardez, vous avez du mal à croire qu'il est vraiment là. Si vous vous retournez, il va disparaître tel un fantôme et vous ne le reverrez jamais.
sv_se: När du tittar på honom kan du inte riktigt förstå att han är där. Om du vänder ryggen mot honom kommer han att försvinna som ett spöke i tomma intet och du kommer aldrig att få se honom igen.

source: His IQ is sometimes as high as a dog's. Only sometimes though. He smells like a dog too.
de_de: Sein IQ erreicht ab und zu den eines Hundes. Aber nur manchmal. Er riecht auch wie ein Hund.
fr_fr: Son QI semble aussi élevé que celui d'un chien. Mais, parfois seulement. Il a aussi l'odeur d'un chien.
sv_se: Ibland är hans IQ lika högt som en hunds. Bara ibland, dock. Han luktar som en hund också.
