Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: de_de, fr_fr, sv_se

source: This weapon requires .22 Long Rifle rounds.
de_de: Automatikwaffe für Kaliber .22 LR Geschosse.
fr_fr: Cette arme nécessite des munitions de calibre .22 Long Rifle
sv_se: Detta vapen kräver .22 Gevärs kulor.

source: This weapon requires Shotgun shells.
de_de: Diese Pumpgun verfeuert standardmäßige Schrotgewehr-Patronen.
fr_fr: Cette arme nécessite de la grenaille pour fusil à pompe.
sv_se: Detta vapen kräver hagelgevärs ammunition.

source: This weapon requires 9x19mm rounds.
de_de: Das Schießeisen ist für Kaliber 9x19mm Kugeln ausgelegt.
fr_fr: Cette arme nécessite des munitions de calibre 9x19mm.
sv_se: Detta vapen kräver 9x19mm kulor.

source: This weapon requires 7.62x39mm rounds.
de_de: Maschinenkarabiner, der Kaliber 7.62x39mm Munitions-Magazine aufnimmt.
fr_fr: Cette arme nécessite des munitions de calibre 7.62x39mm.
sv_se: Detta vapen kräver 7.62x39mm kulor.

source: This weapon requires .50 (12.7x99mm) Browning Machine Gun rounds.
de_de: Browning-Maschinenpistole für Kaliber .50 BMG Munition.
fr_fr: Cette arme nécessite des munitions de de calibre .50 (12.7x99mm) pour Mitraillette Browning
sv_se: Detta vapen kräver .50 (12.7x99m) Browning Maskingevärskulor.

source: Yes
de_de: Ja
fr_fr: Oui
sv_se: Ja

source: No
de_de: Nein
fr_fr: Non
sv_se: Nej

source: BACK
de_de: ZURÜCK
fr_fr: RETOUR
sv_se: BAKÅT

source: You can't afford to have this item repaired!
de_de: Du kannst es dir nicht leisten, dieses Teil reparieren zu lassen!
fr_fr: Vous n'avez pas de quoi faire réparer cet objet !
sv_se: Du har inte råd få detta föremålet reparerat!

source: You can't afford to have this item identified!
de_de: Du kannst es dir nicht leisten, diesen Gegenstand identifizieren zu lassen!
fr_fr: Vous n'avez pas de quoi faire identifier cet objet !
sv_se: Du har inte råd att identifiera detta föremål!

source: No room for this item in inventory!
de_de: Im Inventar ist kein Platz für dieses Teil!
fr_fr: Vous n'avez pas de place pour cet objet dans votre inventaire !
sv_se: Ingen plats för detta föremål i inventeringen!

source: Tried to take 0 items of a kind from chest or cointainer... doing nothing...
de_de: 0 Gegenstände aus Truhe oder Behälter genommen... keine Aktion ausgeführt...
fr_fr: Impossible de ramasser 0 objet d'un coffre ou d'un container ...
sv_se: Försökte att ta 0 saker av en sort från en kista eller behållare...gör inget...

source: You can't afford to purchase this item!
de_de: Du kannst es dir nicht leisten, diesen Gegenstand zu kaufen!
fr_fr: Vous n'avez pas de quoi acheter cet objet !
sv_se: Du har inte råd att köpa detta föremål!

source: Program revision: %c%d%c
de_de: Programmrevision: %c%d%c

source: Heat produced: %c%d%c
de_de: Erzeugte Hitze: %c%d%c

source: Cooling: %c%d%c
de_de: Kühlung: %c%d%c

source: Damage: %c%d%c
de_de: Schaden: %c%d%c

source: Damage: %c%d-%d%c
de_de: Schaden: %c%d-%d%c

source: Healing: %c%d%c
de_de: Heilung: %c%d%c

source: Healing: %c%d-%d%c
de_de: Heilung: %c%d-%d%c

source: Paralyze
de_de: Paralysieren
fr_fr: Paralyser

source: Slow down
de_de: Verlangsamen
fr_fr: Ralentir

source: Invisible
de_de: Unsichtbar

source: Poison
de_de: Gift

source: Takeover charges: %c%d%c
de_de: Übernahme-Ladungen: %c%d%c

source: Escape
de_de: Flüchten
fr_fr: Échappement

source: Passive
de_de: Passiv

source: for %c%.1f%c seconds
de_de: für %c%.1f%c Sekunden

source: Unit type %s Entry : %d
de_de: Einheitentyp %s Zugang: %d
fr_fr: Type d'unité %s Entrée: %d

source: none
de_de: Nichts
fr_fr: aucun
sv_se: ingen

source: Armament : %s
de_de: Bewaffnung: %s

source: Notes: %s
de_de: Bemerkungen: %s
sv_se: Noteringar: %s

source: For taking control of your enemy, you receive %d experience.
de_de: Durch die erfolgreiche Übernahme des Gegners gewinnst du %d Erfahrungspunkte.
fr_fr: Pour avoir pris le contrôle de votre ennemi, vous recevez %d points d'experience.
sv_se: För att ha tagit kontroll över din motståndare, får du %d erfarenhet.

source: You cheat
de_de: Du schummelst!
fr_fr: Vous avez triché
sv_se: Du fuskar

source: Complete
de_de: Vollständig
fr_fr: Réussi
sv_se: Färdig

source: Rejected
de_de: Abgewehrt
fr_fr: Rejeté
sv_se: Tillbakavisade

source: Deadlock
de_de: Totpunkt
fr_fr: Bloqué
sv_se: Dödsläge

source: Color-%d
de_de: Farbe-%d
fr_fr: Couleur-%d
sv_se: Färg-%d

source: Subliminal
de_de: Unterschwellig
sv_se: Undermedveten

source: Finish-%d
de_de: Linkzeit-%d
fr_fr: Fin-%d
sv_se: Mål-%d

source: Score
de_de: Punkte
sv_se: Poäng

source: Unhandled exception fault. Press ok to reboot.
de_de: Unvorhergesehener Ausnahmefehler. OK drücken für Computer-Neustart.
fr_fr: Exception non contolée. Appuyer sur ok pour redémarrer.
sv_se: Ohanterbart undantagsfel. Tryck OK för att starta om.

source: System fault. Please buy a newer version.
de_de: Systemfehler. Bitte eine neue Version kaufen.
fr_fr: Erreur système. Veuillez acheter une nouvelle version.
sv_se: Systemfel. Var god, köp en nyare version.

source: System error. Might be a virus.
de_de: Systemfehler. Könnte ein Virus sein.
fr_fr: Erreur système. Cela pourrait être dû à un virus.
sv_se: Systemfel. Kan vara ett virus.

source: System error. Please buy an upgrade from MS.
de_de: Systemfehler. Bitte ein Upgrade von MS kaufen.
fr_fr: Erreur système. Veuiller acheter une mise à jour au près de MS.
sv_se: Systemfel. Var god, köp en uppgradering från MS.

source: System error. Press any key to reboot.
de_de: Systemfehler. Beliebige Taste drücken für Computer-Neustart.
fr_fr: Erreur système. Appuyer sur une touche pour redémarrer.
sv_se: Systemfel. Klicka på valfri tanget för omstart.

source: Aargh, I got hit. Ugh, I got a bad feeling...
de_de: Aargh... ich wurde getroffen! Uhh, ich hab ein mieses Gefühl...
fr_fr: Aargh, j'ai été touché. Ugh, je me sens mal ...
sv_se: Aargh, jag blev träffad. Urk, jag fick en dålig känsla...

source: FPS: %d
de_de: Bilder/s: %d

source: Time to hold out still: %2d:%2d
de_de: Unbeweglichkeit: %2d:%2d

source: Bots remaining on level: %d
de_de: Verbleibende Bots in Level: %d

source: untrained
de_de: untrainiert

source: novice
de_de: Anfänger
fr_fr: débutant
sv_se: novis

source: apprentice
de_de: Lehrling

source: professional
de_de: Profi

source: master
de_de: Großmeister

source: god
de_de: GOTT

source: Please enter name for this obstacle:
de_de: Bitte Namen für dieses Objekt angeben:

source: Please enter new description text for this obstacle:
de_de: Bitte neue Beschreibung für dieses Objekt eingeben:

source: Sorry, don't know which waypoint you mean.
de_de: Bitte eindeutigen Wegpunkt angeben.

source: You specified waypoint nr. %d.
de_de: Wegpunkt Nr. %d ist festgelegt.

source: It has been marked as the origin of the next connection.
de_de: Ist als Ausgangspunkt für die nächste Verbindung markiert.

source: sORRY, MAXIMAL NUMBER OF WAYPOINT-CONNECTIONS (%d) REACHED!
de_de: LEIDER MAXIMALE ANZAHL AN WEGPUNKT-VERBINDUNGEN (%d) ERREICHT!

source: Origin==Target --> Connection Operation cancelled.
de_de: Startpunkt==Ziel --> Verbindungs-Operation abgebrochen.

source: Origin: %d Target: %d. Operation makes sense.
de_de: Ausgangspunkt: %d Ziel: %d. Sinnvolle Operation.

source: Operation done, connection removed.
de_de: Operation ausgeführt, Verbindung entfernt.

source: Operation done, connection added.
de_de: Operation ausgeführt, Verbindung angelegt.

source: No existing map label entry for this position found... Please enter new label for this map position:
de_de: Kein Kartenmarkierungs-Eintrag für diese Position gefunden... Bitte neue Markierung für diese Kartenposition eingeben:

source: No more free map label entry found... using first on instead ...
de_de: Kein weiterer freier Kartenmarkierungs-Eintrag gefunden... benutze stattdessen den ersten freien Slot...

source: Using new map label list entry...
de_de: Benutze neuen Kartenmarkierungs-Listeneintrag...

source: Overwriting existing map label list entry... Please enter new label for this map position:
de_de: Überschreibe bestehenden Kartenmarkierungs-Listeneintrag... Bitte neue Markierung für diese Kartenposition eingeben:

source: Cancel item drop
de_de: Gegenstand ablegen abbrechen.
fr_fr: Annuler le point de chute
sv_se: Avbryt slänga objekt

source: NO PREFIX
de_de: KEIN ANFANGSSTÜCK

source: NO SUFFIX
de_de: KEIN ENDSTÜCK

source: The list of inconsistencies of the jump interfaces for this level:
de_de: Die Liste an Inkonsistenzen der Sprung-Grenzen für diesen Level:

source: BACK-FORTH-MISMATCH: North doesn't lead back here (yet)!
de_de: VOR-ZURÜCK-FEHLER: Norden führt (noch) nicht hierher zurück!

source: BACK-FORTH-MISMATCH: South doesn't lead back here (yet)!
de_de: VOR-ZURÜCK-FEHLER: Süden führt (noch) nicht hierher zurück!

source: BACK-FORTH-MISMATCH: East doesn't lead back here (yet)!
de_de: VOR-ZURÜCK-FEHLER: Osten führt (noch) nicht hierher zurück!

source: BACK-FORTH-MISMATCH: West doesn't lead back here (yet)!
de_de: VOR-ZURÜCK-FEHLER: Westen führt (noch) nicht hierher zurück!

source: NO OTHER BACK-FORTH-MISMATCH ERRORS other than those listed above
de_de: KEINE WEITEREN VOR-ZURÜCK-FEHLER, als die oben aufgelisteten

source: INTERFACE SIZE MISMATCH: North doesn't lead so same-sized interface level!!!
de_de: GRENZLÄNGEN-FEHLER: Norden führt nicht zu Level mit gleichlangen Grenzen!!!

source: INTERFACE SIZE MISMATCH: South doesn't lead so same-sized interface level!!!
de_de: GRENZLÄNGEN-FEHLER: Süden führt nicht zu Level mit gleichlangen Grenzen!!!

source: INTERFACE SIZE MISMATCH: East doesn't lead so same-sized interface level!!!
de_de: GRENZLÄNGEN-FEHLER: Osten führt nicht zu Level mit gleichlangen Grenzen!!!

source: INTERFACE SIZE MISMATCH: West doesn't lead so same-sized interface level!!!
de_de: GRENZLÄNGEN-FEHLER: Westen führt nicht zu Level mit gleichlangen Grenzen!!!

source: LEVEL DIMENSION MISMATCH: North doesn't lead so same-sized level (non-fatal, but no good comes from this)!
de_de: LEVEL-DIMENSIONSFEHLER: Norden führt nicht zu gleichgroßem Level (nicht fatal, aber so entstehen keine guten Spiele)!

source: LEVEL DIMENSION MISMATCH: South doesn't lead so same-sized level (non-fatal, but no good comes from this)!
de_de: LEVEL-DIMENSIONSFEHLER: Süden führt nicht zu gleichgroßem Level (nicht fatal, aber so entstehen keine guten Spiele)!

source: LEVEL DIMENSION MISMATCH: East doesn't lead so same-sized level (non-fatal, but no good comes from this)!
de_de: LEVEL-DIMENSIONSFEHLER: Osten führt nicht zu gleichgroßem Level (nicht fatal, aber so entstehen keine guten Spiele)!

source: LEVEL DIMENSION MISMATCH: West doesn't lead so same-sized level (non-fatal, but no good comes from this)!
de_de: LEVEL-DIMENSIONSFEHLER: Westen führt nicht zu gleichgroßem Level (nicht fatal, aber so entstehen keine guten Spiele)!

source: --- End of List --- Press Space to return to menu ---
de_de: --- Listenende --- Leertaste für Rückkehr zum Menü ---

source: Map label information: label_name="%s".
de_de: Kartenmarkierungs-Info: label_name="%s".
fr_fr: Nom position carte: label_name="%s"
sv_se: Kartbladsinformation: blad_namn="%s".

source: List of connection for this wp:
de_de: Verbindungen zum Wegpunkt auflisten:

source: To: X=%d Y=%d
de_de: Nach: X=%d Y=%d

source: Go level north Use this button to move one level north, i.e. to the level that is glued to the northern side of this level.
de_de: Zu nördlichem Level Springt einen Level nach Norden, d.h., zum Level, der an der nördlichen Seite des derzeitigen angefügt ist.
fr_fr: Va au niveau nord Utilisez ce bouton pour vous déplacer d'un niveau au nord, c'est-à-dire le prochain niveau au nord du niveau actuel.
sv_se: Gå norrut Använde denna knapp för att förflytta dig en kartbit norrut, dvs den level som sitter fast med denna levels norra kant.

source: Go level south Use this button to move one level south, i.e. to the level that is glued to the southern side of this level.
de_de: Zu südlichem Level Springt einen Level nach Süden, d.h., zum Level, der an der südlichen Seite des derzeitigen angefügt ist.
fr_fr: Va au niveau sud Utilisez ce bouton pour vous déplacer d'un niveau vers le sud, c'est-à-dire vers le prochain niveau au sud de l'actuel.
sv_se: Gå söderut Använde denna knapp för att förflytta dig en kartbit söderut, dvs den level som sitter fast med denna levels södra kant.

source: Go level east Use this button to move one level east, i.e. to the level that is glued to the eastern side of this level.
de_de: Zu östlichem Level Springt einen Level nach Osten, d.h., zum Level, der an der östlichen Seite des derzeitigen angefügt ist.
fr_fr: Va au niveau est Utilisez ce bouton pour vous déplacer d'un niveau vers l'est, c'est-à-dire vers le prochain niveau à l'est de l'actuel.
sv_se: Gå österut Använde denna knapp för att förflytta dig en kartbit österut, dvs den level som sitter fast med denna levels östra kant.

source: Go level west Use this button to move one level west, i.e. to the level that is glued to the western side of this level.
de_de: Zu westlichem Level Springt einen Level nach Westen, d.h., zum Level, der an der westlichen Seite des derzeitigen angefügt ist.
fr_fr: Va au niveau ouest Utilisez ce bouton pour vous déplacer d'un niveau vers l'ouest, c'est-à-dire vers le prochain niveau à l'ouest de l'actuel.
sv_se: Gå västerut Använde denna knapp för att förflytta dig en kartbit västerut, dvs den level som sitter fast med denna levels västra kant.

source: Export this level In FreedroidRPG maps can be glued together to form one big map. But that requires that the maps are identical where they overlap. This button will copy the borders of this level to the borders of the neighbouring levels, so that the maps are in sync again.
de_de: Diesen Level exportieren Um alle Level zu einer großen Karte zusammenzufügen, müssen die Karten, wo sie aneinandergefügt werden, identisch sein. Hiermit kopieren Sie die Levelränder an die Grenzen aller umliegenden Level, damit sie übereinstimmen.
fr_fr: Exporter ce niveau Dans FreedroidRPG, les cartes peuvent être assemblées ensemble pour former une seule grande carte. Mais cela nécessite que les cartes coïncident sur leurs contours. Ce bouton va copier les bords de ce niveau vers les bords du niveau voisin, afin que les cartes coïncident toujours.
sv_se: Exportera denna level I FreedroidRPG klistras närliggande kartbitar ihop till en stor karta under spel. Men det kräver att bitarnas överlappande kanter är identiska. Denna knapp kopierar kanterna av denna kartbiten till de som ligger brevid så att hela kartan återigen sitter ihop.

source: Save Impossible! Playing on a map leaves the world in an unclean state not suitable for saving. Enter the editor directly from the main menu to be able to save any changes to the map file.
de_de: Speichern nicht möglich! Das Spielen auf einer Karte verändert diese und hinterlässt sie in einem Zustand, ungeeignet zur Speicherung. Starten Sie den Editor direkt aus dem Hauptmenü heraus, um Änderungen an der Kartendatei sichern zu können.

source: Save Map This button will save your current map over the file '../map/freedroid.levels' from your current working directory.
de_de: Karte speichern Überschreibt die Karten-Datei '../map/freedroid.levels' im aktuellen Spieleordner mit der aktuellen (bearbeiteten) Karte.

source: Toggle waypoints Use this button to toggle waypoints on the current cursor location. Waypoints are marked with a white (or multicolored) 4-direction arrow. You can also use the W key for this.
de_de: Wegpunkte setzen und löschen Setzt oder löscht Wegpunkte an der aktuellen Cursor-Position. Wegpunkte sind mit einem weißen (oder mehrfarbigen) Kreuzpfeil gekennzeichnet. Hotkey - Taste W
fr_fr: Placement des points de passage Utilisez ce bouton pour placer des points de passage à l'endroit courant du curseur. Les points de passage sont marqués par une flèche quadri-directionnelle blanche (ou multicouleurs). Vous pouvez faire la même chose en utilisant la touche W.
sv_se: Ange/ta bort waypoint Använd denna knapp för att ange eller ta bort en waypoint på denna plats. Waypoints visas med en vit eller flerfärgad pil i 4 riktningar. Du kan även använda W tangenten för denna funktion.

source: Make waypoint connection Use this button to start a connection between waypoints, so that droids can move along this connection. You can also use the C key for this.
de_de: Wegpunkt-Verbindung erstellen Stellt eine Verbindung zwischen Wegpunkten her, an der entlang sich die Roboter bewegen können. Hotkey - Taste C
fr_fr: Fait des connexions entre les points de passage Utilisez dce bouton pour commencer une connexion entre des points de passage, pour que les droïdes voyagent le long de ce chement. Vous pouvez aussi utiliser la touche C pour le faire.

source: Complete waypoint connection You have currently a connection attempt going on already. Go to the desired destination waypoint and hit this button again to establish the connection. You can also use the C key for this.
de_de: Wegpunkt-Verbindung fertigstellen Sie haben einen Start-Wegpunkt für eine Verbindung gewählt. Markieren Sie den gewünschten Ziel-Wegpunkt und klicken Sie diesen Knopf, um die Wegverbindung, an der entlang sich die Roboter bewegen sollen, abzuschließen. Hotkey - Taste C
fr_fr: Achève les connexions entre les points de passage Vous avez actuellement une connection qui est prête à être activée. Allez au point de passage de destination et utilisez encore ce bouton pour faire la connexion. Vous pouvez également utiliser la touche C pour cela.

source: Delete selected obstacle Use this button to delete the currently marked obstacle. You can also use the X key for this.
de_de: Markiertes Objekt löschen Löscht das derzeit markierte (farbig flimmernde) Objekt. Hotkey - Taste X
fr_fr: Supprime l'obstacle sélectionné Utilisez ce bouton pour supprimer l'obstacles sélectionné. Vous pouvez aussi utiliser la touche X pour cela.

source: Next obstacle on currently selected tile Use this button to cycle the currently marked obstacle on this tile. You can also use the N key for this.
de_de: Objektauswahl wechseln Wechselt zwischen den markierbaren Objekten auf der aktuellen Position des Cursorgitters. Hotkey - Taste N
fr_fr: Le prochain obstacle sur la dalle courante Utilisez ce bouton pour entourer l'obstacle sélectionné sur cette dalle. Vous pouvez aussi utiliser la touche N pour cela.

source: Beautify grass button Use this button to 'beautify' rough edges of the grass-sand tiles on this entire level automatically. The function will attempt to create 'round' borders and corners. You can also use Ctrl-B for this.
de_de: Gras-Kantenglättung Glättet automatisch alle Sand-/Graskanten im derzeitigen Level. Das Programm versucht, 'runde' Verlaufslinien und Ecken, ohne Brüche, zu erzeugen. Hotkey - Taste CTRL-B
fr_fr: Enjoliver les hautes herbes Utilisez ce bouton pour "enjoliver" les hautes herbes par-dessus les dalles de sable du niveau entier. Cette fonction va essayer de créer des bordures et des coins arrondis. Vous pouvez également utiliser Ctrl-B pour cela.

source: Zoom in/out Use this button to zoom INTO or OUT of the level. You can also use the hotkey 'O' for this.
de_de: Karten-Zoom Die Level-Ansicht der Karte wird vergrößert bzw. verkleinert. Hotkey - Taste O
fr_fr: Zoom avant/arrière Utilisez ce bouton pour faire un zoom AVANT ou ARRIERE du niveau. Vous pouvez également utiliser la touche 'O' pour cela.

source: Fill Use this button to fill a concurrent area of the map with the currently selected map tile. Filling will proceed from the cursor in all directions until a change of map tile is encountered.
de_de: Bodenkacheln auffüllen Füllt eine bestimmte Fläche der Karte mit der gerade ausgewählten Bodenkachel aus. Das Auffüllen wird, ausgehend von der Cursorposition, in alle Richtungen fortgesetzt, bis eine andersartige Bodenkachel erreicht ist. Dadurch können sich neue, größere Bereiche mit gleichartigen Kacheln bilden.
fr_fr: Remplissage Utilisez ce bouton pour remplir une autre aire de la carte avec les dalles sélectionnées. Le remplissage va démarrer du curseur dans toutes les directions jusqu'à ce qu'un changement de dalles de la carte soit rencontré.

source: New obstacle label Use this button to attach a label to the currently marked obstacle. These obstacle labels can be used to define obstacles to be modified by events. Note that you can also use the hotkey 'h' for this.
de_de: Neue Objektmarke setzen Heftet eine neue Objektmarke an das momentan markierte Objekt. Objektmarken können eingesetzt werden, um durch definierte Ereignisse manipulierbare Objekte zu erstellen (mittels Skript). Hotkey - Taste H.
fr_fr: Nouvelle étiquette d'obstacle Utilisez ce bouton pour fixer une étiquette à un obstacle actuellement sélectionné. Cette étiquette d'obstacle peut être utilisée pour définir des obstacles modifiés par des évènements. Remarquez que vous pouvez également utiliser la touche rapide 'h' pour cela.

source: New obstacle description edits the description seen when the item is selected
de_de: Neue Objektbeschreibung setzen Setzt bzw. ändert die angezeigte Beschreibung eines markierten Objektes.
fr_fr: Nouvelle description d'obstacle Utilisez ce bouton pour éditer la description de l'obstacle sélectionné.

source: New map label Use this button to attach a new map label to the current cursor position. These map labels can be used to define starting points for bots and characters or also to define locations for events and triggers.
de_de: Neue Kartenmarkierung setzen Bringt eine Markierung auf der Levelkarte, an der momentanen Cursor-Position an. Diese Kartenmarkierungen können eingesetzt werden, um Startpunkte für Bots und Charaktere zu setzen oder um Auslösepunkte für definierbare Ereignisse festzulegen.
fr_fr: Nouvelle étiquette de carte Utilisez ce bouton pour fixer une nouvelle étiquette de carte à la position courante du curseur. Cette étiquette de carte peut être utilisée pour définir des points de départ pour des robots et des personnages et également pour définir des endroits pour des évènements et des déclencheurs.

source: Add item Use this button to drop a new item to the floor. You can also use the hotkey 'G' for this.
de_de: Gegenstand einfügen Ablegen eines neuen Gegenstandes an der Cursor-Position. Hotkey - Taste G
fr_fr: Ajouter objet Utilisez ce bouton pour poser un nouvel objet sur le sol. Vous pouvez également utilisez la touche rapide 'G' pour cela.

source: Menu Use this button to enter the main menu of the level editor. Note, that you can also use the Escape key to enter the level editor main menu.
de_de: Editormenü Öffnet das Hauptmenü des Leveleditors. Hotkey - Taste ESC
fr_fr: Menu Utilisez ce bouton pour entrer dans le menu principal de l'éditeur de niveau. Notez que vous pouvez également utiliser la touche Echap pour entrer dans le menu principal de l'éditeur de niveau.

source: Level resize Use this button to enter the level resize menu. Levels can be resized in various ways so as not to destroy your current map too much and so as to insert the new space where you would best like it to be.
de_de: Levelgröße anpassen Öffnet Level-Dimensionierungsmenü. Spiele-Level können auf unterschiedliche Art in ihrer Größe verändert werden, wodurch eine übermäßige Beschädigung Ihrer aktuellen Karte vermieden und zusätzlicher Platz an der gewünschten Stelle eingefügt werden kann.
fr_fr: Redimensionner le niveau Utilisez ce bouton pour entrer dans le menu de redimensionnement de niveau. Les niveaux peuvent être redimensionnés de différentes manières, pour ne pas trop endommager votre carte actuelle et insérer des espaces où vous aimeriez qu'ils soient situés.
