Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: So, stranger, welcome here. You might want to talk to Chandra or to Spencer, they can tell you a lot about our current situation.
ru_ru: Так что, путник, добро пожаловать. Тебе возможно захочется поговорить с Чандрой или Спенсером, Они тебе смогут многое рассказать о текущем положении дел.

source: The city is presently ruled by the Red Guard. We are the police and the soldiers here.
ru_ru: Сейчас городом управляет красная гвардия. Мы тут и милиция и солдаты.

source: There is only one law concerning outsiders here: Don't be stupid.
ru_ru: В отношении чужаков тут действует только один закон: Не делай дурацких выходок.

source: I think that is enough of an introduction for now.
ru_ru: Я думаю для начала этого достаточно.

source: I'm on guard duty right now.
ru_ru: Сейчас я дежурю на посту.

source: There have been no attacks for a while now. It is too quiet, I think something big is about to happen.
ru_ru: Последнее время боты не атаковали город. Все слишком тихо, я думаю, что грядет что-то серьезное.

source: Goodbye.
ru_ru: Пока.

source: Em, hi.
ru_ru: Ээ, привет.

source: Oh! It happened! I have been waiting for you for 3226 hours!
ru_ru: О! Наконец-то! Я ждала тебя 3226 часов?

source: You knew I would come?
ru_ru: Ты знала, что я прийду?

source: Of course, my little imaginary friend!
ru_ru: Ну конечно, мой маленький воображаемый друг!

source: Imaginary?! I am as real as you are.
ru_ru: Воображаемый?! Да я такой же реальный, как и ты.

source: This place is locked. Hermetically conservated and guarded by bots. So you can be nothing more than the product of my imagination.
ru_ru: Это помещение закрыто, герметично законсервированно и охраняется роботами. Так что ты не можешь быть ничем иным, кроме как продуктом моего воображения.

source: In a prison, a luxurious prison. I am feeling quite lonely, as you can see. Big room, plenty of food, a waterfall behind the window...
ru_ru: В тюрьме, в роскошной тюрьме. Мне тут несколько одиноко, как ты наверное заметил. Большая комната, много еды, водопад за окном...

source: All I see through the window are ray emitters. And we are below ground level..
ru_ru: За окном только излучатели, да и вообще, мы находимся под землей...

source: Yes, I know. But I so badly want to see sun, rivers, trees... there definitely is waterfall behind them!
ru_ru: Да, я знаю. Но я так хочу снова увидеть солнце, рки, деревья... так что за окном наверняка водопад!

source: It is dark here.
ru_ru: Тут довольно темно.

source: Main power supply is down, so only emergency light works. Peter tried to switch it back on, but he didn't succeed.
ru_ru: Основной источник питания отключен, так что я живу при аварийном освещении. Петя пытался включить питание, но у него ничего не получилось.

source: This place doesn't look like a prison.
ru_ru: Я бы не сказал, что это место походит на тюрьму.

source: In the past it was a secret lab. You heard about those strength pills? They were invented here. Other pills too, but I was working on strength ones.
ru_ru: В прошлом здесь была секретная лаборатория. Ты навернео слышал про таблетки силы? Их изобрели тут. И другие таблетки тоже, но я работала именно над усиливающими.

source: Can you give me some pills then?
ru_ru: Может ты мне дашь несколько штук?

source: No, Peter ate them all. That killed him.
ru_ru: Нет, Петр их все съел. И это его погубило.

source: *cries*
ru_ru: *плачет*

source: So you are a biologist? Could you heal me?
ru_ru: Так ты биолог? Ты бы не могла меня полечить?

source: That would be something different from what I've done in the last months at least. Some entertainement.
ru_ru: Чтож, по крайней мере это будет что-то новенькое за последние месяцы, своего рода развлечение.

source: Let me take a look at that... it's nothing some nanobots could not take care of.... You will be all fixed up in a minute.
ru_ru: Дай-ка посмотреть... ничего такого, с чем бы не справились наноботы... Через митуту будешь как огурчик.

source: They say that strength pills are absolutely safe!
ru_ru: А говорят, что усиливающие таблетки абсолютно безопасны!

source: They are like money. Having money is good, but if you have too much, you can decide that you can do anything.
ru_ru: Они как деньги. Если у тебя есть деньги - то это хорошо, но если у тебя их слишком ного, ты можешь решить, что все дозволено.

source: Peter became not very strong, but very-very-very strong. He thought he could make an exit with his bare hands.
ru_ru: Петя стал не просто сильным, а очень-очень-очень сильным. Он думал, что сможет прокопать выход голыми руками.

source: If you go further down the corridor, you will find debris and a big stone. That is his grave.
ru_ru: Если пойдешь дальше по коридору, то наткнёшься на завал и большой камень перед ним. Это его могила.

source: You loved him?
ru_ru: Ты его любила?

source: I still do.
ru_ru: Я все еще его люблю.

source: But why not go out through the door?
ru_ru: Но почему бы не выйти через дверь?

source: It is locked and very reliable. Even a tank would not be able to samsh it! And if a door is broken, SADDs would attack, that's their program.
ru_ru: Она закрыта и очень надежна. Даже танк не смог бы пробить её! Кроме того, если сломать дверь, ДЗСО атакует тебя, у него такая программа.

source: Autoguns have made a hole in the wall. I came through this hole.
ru_ru: Автопушки пробили дырку в стене. Я вошел через неё.

source: Do you mean I can go out to the surface ?!
ru_ru: Ты хочешь сказать, что я могу выбраться на поверхность?!

source: Oh god! I've told Peter that he chosed wrong place, but he was so stubborn!
ru_ru: Боже! Я же говорила Пете, что он не там копает, но он был настолько в себе уверен!

source: Yes, you can get to the surface. But the guns are still on.
ru_ru: Да, ты можешь выйти на поверхность. Но есть одно но: пушки все еще работают.

source: All hope lost! I'm a scientist, not a warrior.
ru_ru: Все надежды тщетны! Я ученый, а не воин.

source: It is strange to see a girl in such a beautiful dress here.
ru_ru: Я очень удивился, увидев здесь девушку втаком красивом платье.

source: I'm going to spend all my life here! So forgive me some little weakneses.
ru_ru: Я останусь здесь до конца веков! Так что прости мне маленькие слабости.

source: Maybe is it possible to disable the guns?
ru_ru: Может быть можно как-то отключить пушки?

source: Theoretically yes, but in practice I'm not sure you would be able to do that.
ru_ru: Теоретически - да. Но практически я сильно сомневаюсь, что у тебя это получится.

source: How can I disable the guns?
ru_ru: Как их отключить?

source: Somewhere in distant part of the lab should be an SACD - secret area control droid. It controls all defense systems in the base. If you manage to persuade him, you will be able to control the base. But it's very hard to find him.
ru_ru: Где-то в отделённой части лаборатории должен быть ДКСО - дроид контроля секретных сооружений. Он управляет обороной базы. Если тебе удастся его уболтать, то ты сможешь управлять базой. Но его довольно сложно найти.

source: I will disable guns for you.
ru_ru: Для тебя я отключу пушки.

source: Thanks... please be careful. You will not be able to access the control center directly, it is behind a triple hermetic door. Try using the service tunnels.
ru_ru: Спасибо... пожалуйста, будь осторожен. Пройти в центр управления тебе не удастся, он за тройными герметичными дверьми. Попробуй воспользоваться служебными тонелями.

source: Why not just open them? There should be a way for unlocking the base.
ru_ru: Но почему бы просто не открыть их? Должен же быть какой-то способ разблокировать базу.

source: To open the door you need to know the password. Only the commander of the area and his deputy knew it. Commander was killed by bots as soon as assault started and the deputy was in town, I don't know what happened to him.
ru_ru: Чтобы открыть двери, надо знать пароль. Только начальник базы и его заместитель знали пароль. Начальника убили боты в самом начале атаки, а его заместитель был в городе, я не знаю, что с ним случилось.

source: Carpets, sofa, bookshelfs. Where did you get all this?
ru_ru: Ковры, диван, книжные полки. Откуда все это?

source: Peter did all he could to make this room comfortable. Sofa and armchair are from commander cabinet, books from the restroom...
ru_ru: Петя сделал все, что мог, чтобы сделать эту комнату удобной. Диван и кресла он притащил из комнатя командира, книги из комнаты отдыха...

source: The sentry guns are off. You can go now!
ru_ru: Защитные пушки отключены. Ты можешь идти!

source: Thanks, thanks a lot! Now I will be able to see sun, trees, rivers. I missed those so much!
ru_ru: Спасибо, спасибо огромное! Теперь я смогу наконец увидеть солнце, деревья, реки. Я так по ним скучала!

source: I hope these books will help you survive in this world.
ru_ru: Надеюсь эти книги помогут тебе выжить в этом мире.

source: Where can I find that SACD?
ru_ru: Где мне искать ДКСО?

source: To the right from the entrance of the area, there is a hall. In the south part of this hall you will find a triple hermetic door. The control center is behind that door. But it is locked, so you will have to find another way there. Cable collectors may help you.
ru_ru: Где-то в отделённой части лаборатории должен быть ДКСО - дроид контроля секретных сооружений. Он управляет обороной базы. Если тебе удастся его уболтать, то ты сможешь управлять базой. Но его довольно сложно найти.

source: Are you staying here? I can help you get to the town.
ru_ru: Ты остаёшься здесь? Я могу проводить тебя догорода.

source: No, thanks. I don't want to go far from Peter.
ru_ru: Нет, спасибо. Я не хочу уходить далеко от Петра.

source: I think I have to go.
ru_ru: Кажется мне пора.

source: That's ok. But please, please, come back. I'm so lonely.
ru_ru: Ладно. Но, пожалуйста, пожалуйста, приходи еще. Я так одинока.

source: Welcome, welcome! I'm Richard. I'm the computer guy around here.
ru_ru: Добро пожаловать, добро пожаловать! Я Ричард, местный компьютерщик.

source: I mostly work with this huge computer cluster here, although I also program the 614 bots in my spare time.
ru_ru: Я в основном занимаюсь огромным кластером, хотя я также программирую 614 ботов в свободное время.

source: A cluster is a group of computers, connected in a way that helps them collaborate in solving problems.
ru_ru: Кластер - это группа компьютеров, соединенных между собой так, что они могут взаимодействовать и совместно работать над задачей.

source: As they say, 'two heads are better than one'. And we have a lot of heads here.
ru_ru: Как говорится, 'две головы лучше чем одна'. Ну а тут у нас не одна и не две, а очень много голов.

source: This is why I call this cluster 'Hydra'. A lot of heads indeed.
ru_ru: Вот почему я называю этот кластер 'Гидрой'. Взаправду очень много голов.

source: Interesting. Let me see this thing. Hmm... Yes, there is quite a lot of stuff in there. Maybe we could use Hydra to evaluate the data.
ru_ru: Интересно. Дай мне на это посмотреть. Хм... Да, тут много чего на нем есть. Возможно я могу привлечь Гидру для обработки этой информации.

source: Hey, what do we have here? The data is already prepared for processing by a cluster just like ours. Wow! That's excellent!
ru_ru: Так, что у нас тут? Ну надо же, данные уже подготовленны для обработки такими кластерами, как наш. Это замечательно!

source: I'll feed it into Hydra right away. Expect the results in a short while. Hydra has never let me down so far.
ru_ru: Я скормлю это Гидре прямо сейчас. Ответ будет скоро, Гидра еще никогда меня не подводила.

source: Of course! I told you, Hydra has never failed me! I designed it myself, and I know computers very well. I never make mistakes.
ru_ru: Конечно! Я же говорил, что Гидра никогда меня не подводила! Я сам её разработал, а я то в компьютерах разбираюсь. Я никогда не ошибаюсь.

source: Seems like the disruptor shield which prevents all our attacks on Hell Fortress can be controlled from somewhere outside or something like that.
ru_ru: Кажется, что дизентегрирующим полем, мещающим нам проводить наступательные действия против ботов, может быть можно управлять откуда-то снаружи.

source: I was busy servicing one of Hydra's nodes, but I sent the full report to Spencer. He will tell you more.
ru_ru: Я был несколько занят обслуживанием одного из блоков Гидры, но я послал отчет Спенсеру. Он расскажет тебе больше.

source: Take care, Linarian.
ru_ru: Будь осторожен, Линарианец.

source: Hello. I'm Doc Moore. I'm the medic of this town.
ru_ru: Привет. Я - док Мур. Я медик этого городка.

source: Sure. Here is what I can offer today.
ru_ru: Конечно. Вот что у меня сейчас есть.

source: Strength pills are only one variant of a fantastic scientific breakthrough that happened shortly before the Great Assault.
ru_ru: Пилюли силы - это один из примеров фантастического прорыва науки, которые произошли незадолго перед Великим Штурмом.

source: Three kinds of enhancement pills were developed. One for strength, one for dexterity and one for programming abilities.
ru_ru: Было разработано три вида стимуляторов постоянного действия. Один для силы, один для ловкости и один для магических способностей.

source: These pills work on a nanotechnological basis with small machines connecting to your muscle and nerve tissue.
ru_ru: Эти пилюли работают на основе нанотехнологий, где маленькие машины контактируют с мускулами и нервными окончаниями.

source: The machines connect together and form some inorganic artificial tissue that has been optimized for certain qualities.
ru_ru: Машины соединяются вместе и формируют искуственное образование, которое оптимизировано для улучшения определенных качеств.

source: Since this invention only came shortly before the Great Assault, these pills are now very rare.
ru_ru: Так как изобретение было сделано за небольшое время перед Великим Штурмом, эти пилюли сейчас очень редки.

source: But if you should get them, even better, because the effects are permanent, and as far as we can tell, there aren't any side effects!
ru_ru: Но если ты их должен будешь принять - это замечательно, т.к. эффект от них постоянный и главное, насколько я могу знать - никаких побочных эффетов!

source: Oh no, not another one. These pills are almost pure biological waste.
ru_ru: О нет, только не это. Эти пилюли - чистая биологическая смерть.

source: Taking this stuff almost equals delayed suicide.
ru_ru: Принятие этих пилюль можно приравнять медленному самоубийству.

source: Now, take this antidote. It should remove the dangerous substances within your body.
ru_ru: Так, возьми противоядие. Оно должно очистить твоё тело от вредоносной сустанции.

source: But remember, I'll only give you this help once, cause you didn't know the effects.
ru_ru: Но запомни, я помог тебе только потому, что ты не знал о последствиях.

source: Should you take that junk again, I won't feel responsible for what happens to you any more.
ru_ru: Ещё раз примешь эту дрянь - я за тебя больше не отвечаю.

source: Sorry, but I already gave you some medical help.
ru_ru: Сожалею, но я уже оказывал тебе медицинскую помощь.

source: If you poison yourself, that's entirely your business and I'm not responsible.
ru_ru: Если ты отравил себя - это целиком твоё дело и я больше не в ответе за твоё здоровье.

source: As far as I am concerned, in this town everyone gets everything equally.
ru_ru: Пока я здесь руковожу, в этом городе все всё получают поровну.

source: Sure, as the only doctor of this slowly growing community, I'm responsible for everyone's health.
ru_ru: Конечно. Как единственный врач этого медленно растущего сообщества я в ответе за здоровье каждого.

source: However, self-inflicted damage might be exempted from this rule in some cases...
ru_ru: Хотя, причинение самоущерба может быть исключением из этого правила в некоторых случаях...

source: There, it's done. You're completely fixed. You can go now.
ru_ru: Вот, всё готово. Ты полностью здоров. Можешь идти.

source: Now you see that idiotic Bender character on my doorstep?
ru_ru: Видишь Бендера, этого дебильного типчика у меня за дверью?

source: He took these stupid brain enlargement pills. So no problem, he came to me to fix him. But guess what?
ru_ru: Он принял эти дурацкие мозгоувеличивающие пилюли. Ну, нет проблем: он пришел ко мне - я его вылечил. Но угадай, что дальше?

source: He took them again against my strict advice. Now he thinks he can drain my antidote supplies? He's wrong.
ru_ru: Он наглотался их опять, несмотря на мои строгие рекомендации! Теперь он думает, что может вытянуть все мои запасы противоядия? Он ошибается.

source: He won't get anything from me anymore. It would be unfair to the community to waste all the supplies on him, and that's my final word on that.
ru_ru: Он больше ничего от меня не получит. Было бы нечестно по отношению к сообществу потратить на него одного все мои средства. Я сказал.

source: No! I am not giving it to you. Forget about it.
ru_ru: Нет! Я тебе его не дам. И думать об этом забудь.

source: No! Over my dead body.
ru_ru: Нет! Только через мой труп!

source: Huh? What?
ru_ru: А? ЧТО?

source: Don't do this. Don't do this.
ru_ru: Не делай этого. Не делай!

source: Don't do this! DON'T DO THIS!
ru_ru: Не делай этого! НЕ ДЕЛАЙ ЭТОГО!

source: I am not giving it to you, and that won't change.
ru_ru: Я тебе его и не даю. И так будет и впредь.

source: Hey, Linarian! What do you want here?
ru_ru: Эй, Линарин! Что ты здесь делаешь?

source: Oh, look. The bird wants to go for a walk.
ru_ru: А, смотрите, птица решила прогуляться.

source: We don't call this place 'hell' for nothing.
ru_ru: Ну мы же не зря называем это место 'адом'.

source: Get outta here!
ru_ru: Убирайся отсюда!

source: I'd like to go through that gate.
ru_ru: IЯ бы хотел пройти через ворота.

source: Are you totally out of your mind?
ru_ru: Ты в своем уме или как?

source: There are trillions of millions of quintillions of bots in there!
ru_ru: Там же триллионы миллионов квинтиллионов ботов!

source: Beside that on the other side of the door is disruptor shield, which we can't control.
ru_ru: Кроме того, по другую сторону находится дезентегрирующий щит, которым мы не можем управлять.

source: * Throws a stone through the door
ru_ru: Кидает камень через дверь

source: * Stone disappears leaving a small cloud of dust
ru_ru: Камень исчезает, оставив от себя лишь небольшое облачко пыли.

source: Find a different gate to go through.
ru_ru: Поищи-ка другие ворота, если хочешь пройти.

source: I have some business on the other side!
ru_ru: У меня есть дела по ту сторону ворот!

source: Are you in a rush to die?
ru_ru: Ты собрался помереть?

source: Go away!
ru_ru: Уходи!

source: GET OUT OF HERE YOU IDIOT!
ru_ru: УБИРАЙСЯ ОТСЮДА, ИДИОТ!

source: * Stone freely flies thourgh the gate and drops on the ground on the other side
ru_ru: Камень свободно пролетает через дверь и падает на землю по ту сторону.

source: SHIT! SHIELD DISABLED! PREPARE FOR BOT ATTACK!
ru_ru: ЧЕРТ! ЩИТ ОТКЛЮЧЕН! ОРУЖИЕ К БОЮ! АТАКА БОТОВ!

source: Calm down. This is not an attack. I've disabled the shield and I'm going to disable all bots around! Didn't Spencer inform you?
ru_ru: Успокойся, это не атака. Это я отключил щит и собираюсь отключить всех ботов в округе! Тебе разве Спенсер ничего не говорил?

source: WHAT?! Not an attack?!
ru_ru: ЧТО? Не атака?!

source: I hope you are honest. One second...
ru_ru: Надеюсь ты не лжешь. Секундочку.

source: Nothing from Spencer, fat duck. Now leave.
ru_ru: От Спенсера не было сообщений, жиртрес. Уйди отсюда

source: Right, there is a message from Spencer, you can enter Hell Fortress. And may the source be with you!
ru_ru: Да. от Спенсера было сообщение, тебе открыт доступ в Адскую Крепость. И да будет с тобой сила Источника!

source: Relax, I'm leaving.
ru_ru: Спокойней, я уже ухожу.

source: You better be. AND DON'T COME BACK!
ru_ru: Да уж следовало бы. И НЕ ВОЗВРАЩАЙСЯ!

source: I've already opened the door for you. All you need to do is walk in there and crush all four bots.
ru_ru: Я уже открыл для тебя дверь. Все, что тебе остается - это войти туда и разнести всех четырех ботов на куски.

source: Of course. That, you might even survive.
ru_ru: Конечно. Может быть ты даже выживешь.

source: Take the accessway. I've unlocked the door. Good luck.
ru_ru: Можешь идти, я открыл дверь. Удачи тебе.

source: Ok. I've unlocked the door to the master arena now. But take care, this will not be so easy anymore.
ru_ru: Хорошо. Я открыл дверь на арену для профессоналов. Но будь осторожен, там будет сложно.

source: In fact, you should know that we've got a 711 battle bot in there. Its deadly disruptor flashes cannot be evaded.
ru_ru: Более того, ты должен знать, что там находятся 711 боты. У них очень мощьные пушки и они бьют без промаха.

source: You should make sure you've got proper anti-disruptor devices on you or just kill it fast enough. Good luck!
ru_ru: У тебя должна быть либо хорошая броня, или тебе просто надо убить их очень быстро. Удачи!

source: You've already completed the novice arena. But since you really want to have another go, I'll cause the bots to respawn now. There, it's done.
ru_ru: Ты уже был на арене для новичков. Но раз ты хочешь еще одного боя, я запущу туда новых ботов. Вот так, все готово.

source: But you also might want to try the master arena now, maybe? If so, just say so.
ru_ru: Но может быть ты захочешь попробовать драться на арене для профессионалов? Если вдруг надумаешь, скажи мне.

source: I'm sorry, but town regulations forbid access to the master arena unless you've completed the novice arena first.
ru_ru: Извини, но наши правила запрещают пускать на арену для профессионалов тех, кто не прошел через арену для новичков.

source: This regulation is there for your own safely, so that no newbie accidentally signs up for the master arena.
ru_ru: Эти правила приняты для вашей же безопасности, чтобы новичок не смог случайно попасть на арену для профессионалов.

source: You might try taking the novice arena first. Then I can grant you access to the master field.
ru_ru: Так что тебе стоит сначала зайти на арену для новичков, а потом я открою для тебя и арену для профессионалов.

source: But I've already opened the door. What are you waiting for? All you need to do is go down to the master arena and fight the bots.
ru_ru: Но я уже открыл дверь. Чего же ты ждешь? Все, что тебе надо сделать, это спуститься на арену и победить ботов.

source: But I can understand if you hesitate. The master arena is by no means an easy task. Maybe you should practice some more before you go down.
ru_ru: Впрочем, я понимаю твои сомнения. Арена для профессионалов ни в коем случае не является простой забавой, ни маленьким приключением. Возможно тебе стоит еще потренироваться, прежде, чем идти на бой.

source: When you should make sure you've got proper anti-disruptor devices on you or the 711 disruptor flash will kill you in 2 seconds.
ru_ru: И тебе надо запастись хорошей броней, иначе пушки 711 сделают из тебя замечательную котлету всего за пару секунд.

source: But you've already completed the master arena. Ok, but I can have the bots respawn for you now, so you can have another go!
ru_ru: Но ты же уже прошел через арену для профессионалов. Но раз ты настаиваешь, я запущу туда новых ботов. Вот так, можешь отправляться туда снова!

source: But certainly you've earned yourself a reputation as arena master around here now and we respect that.
ru_ru: Но знай, что ты несомненно УЖЕ заработал репутацию хорошего бойца, и мы оценили это.

source: Go0d. H3re is th3 con7ract. S1gn it!
ru_ru: Х0р0w0. 80т к0н7рАк7. п0DпiсbI8Аi!

source: 519n 7h3 (0n7r4(7!!!!
ru_ru: п0Dпiwi к0н7рАк7!!!!

source: 519n 17!!!!
ru_ru: п0DпiсbI8Аi!!!!

source: N0! 1n bl00d!
ru_ru: Н37! п0Dпiwi кр08bю
