Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: And stand here alone until I die? While you are here I can speak with you. Oh, I haven't spoken to anybody for a looong time!
ru_ru: И оставаться тут одному пока не помру? Пока тыт здесь, я могу поговорить. Эх, сколько времени я уже ни с кем не говорил!

source: My power supply will end earlier.
ru_ru: Не волнуйся, мой аккумулятор сдохнет раньше.

source: Maybe I'm almost like human?
ru_ru: А может я и есть почти человек?

source: Anyway, that's none of your business. Soon I'll be dead, you too and nobody will enter this place ever again!
ru_ru: В любом случае, это не твое дело. Скоро я помру, впрочем ты тоже. И никто никогда сюда не войдет!

source: Why do you ask?
ru_ru: Зачем тебе?

source: Yes, it will be violated. But first order has higher priority.
ru_ru: Да, он будет нарушен. Но первый приказ имеет более высокий приоритет.

source: I've already broken them, when I told you what I shouldn't have. That's because of my human nature.
ru_ru: Я уже их нарушил, рассказав тебе то, что не должен был. Это все из-за моей человеческой стороны.

source: No way. I'm a computer, I can't break rules.
ru_ru: Не пойдет. Я компьютер и действую строго по правилам.

source: Why would I trust you?
ru_ru: А с чего я должен тебе доверять?

source: Human? I've said human? I'm a computer!
ru_ru: Человеческая? Я сказал человеческая? Я компьютер!

source: OK, I'm almost a computer.
ru_ru: Ладно, я почти компьютер.

source: It means what it means! Nothing more, nothing less! Shut up, little piece of biomass!
ru_ru: Это значит то, что это значит! Не более и не менее того! Заткнись, кусок биомассы!

source: When I say SHUT UP, you MUST shut up! Try this, worthless grain of the universe!
ru_ru: Когда я говорю ЗАТКНИСЬ, ты ДОЛЖЕН заткнуться! Отведай ка этого, никчемное зернышко во вселенной!

source: Damn. Ok, I'll give you a super exterminator if you give me dilithium cristals.
ru_ru: Черт. Ладно, я дам тебе супер экстерминатор, если ты только принесешь мне дилитий.

source: Thanks a lot for your warm words. I think I can trust you.
ru_ru: Спасибо тебе зе тёплые слова. Я думаю, что могу тебе доверять.

source: Go, and bring dilithium. I badly need it.
ru_ru: Иди и принеси мне дилитиум. Мне он очень нужен.

source: Good. I've opened the depot door for you. Take your super exterminator and GET OUT of here!
ru_ru: Отлично. Я открыл тебе дверь склада. Забирай свой супер экстерминатор и ПРОВАЛИВАЙ!

source: Great! Thanks. I've opened some doors for you, I hope you will find something interesting there. That's all I can do for you.
ru_ru: Отлично! Спасибо. Я открыл тебе дверь, надеюсь ты найдешь там что-нибудь полезное. Это все, что я могу для тебя сделать.

source: I do. Now please leave this place before I terminate you.
ru_ru: Да называю. А теперь пожалуйста уходи, пока я тебя не уничтожил.

source: The door is still open. You can put it back and go. Quick.
ru_ru: Дверь пока еще открыта. Если хочешь, положи пушку на место и уходи. Быстро.

source: You can go standing on your feet, that's your reward. And DON'T TRY MY PATIENCE!
ru_ru: Сколько бы ты не кричал, это и есть твоя награда. И НЕ НАДО ИСПЫТЫВАТЬ МОЕ ТЕРПЕНИЕ!

source: You are welcome. But you would never get out of here, my death won't help you.
ru_ru: Попробуй. Но тебе отсюда не выбраться, моя смерть не сильно тебе поможет.

source: Now I have time. When you die, I'll disable guns.
ru_ru: Теперь у меня есть время. Я просто подожду, пока ты помрешь, а потом отклучу пушки.

source: Too late. I'm watching this great show now.
ru_ru: Слишком поздно. Я сейчас занят просмотром замечательного спектакля.

source: It is called...
ru_ru: Он называется...

source: Ok, I'll disable them.
ru_ru: Ладно, я отключу их.

source: I just need to make some preparations. You have to wait...
ru_ru: Только мне сначала надо немного подготовиться. Тебе прийдется подождать...

source: ...for your death!
ru_ru: ...пока ты не умрешь!

source: Hi. Thanks for the help.
ru_ru: Привет. Спасибо тебе за помощь.

source: Nice attempt. I owe you but I cannot do that. You must leave.
ru_ru: Неплохая попытка. Я, конечно, многим тебе обязан, но этого я сделать не могу. Ты должен уйти.

source: Exactly.
ru_ru: Ты абсолютно прав.

source: You don't say. I'm not living here either. I'm just on vacation.
ru_ru: И не говорите! Мы сами здесь не местные. Мы сами здесь только на каникулах..

source: Normally I'm a fighter. But now I try to relax, chill, take it easy and have a lot of fun.
ru_ru: Обычно я - борец. Но теперь я пытаюсь расслабиться и хорошо провести время.

source: And in case you couldn't tell, that was sarcasm.
ru_ru: Не обращайте внимания - это я так шутю.. ГЫЫЫ

source: NO! NO! Er... I mean, not right now. I am busy. Come again later.
ru_ru: НЕТ! НЕТ! Гм... Не сейчас. Я занят. Приходите позже.

source: Sure. I can help you.
ru_ru: Я могу Вам помочь

source: For a price. Hundred bucks should be enough.
ru_ru: О цене. Сотни баксов хватит за глаза.

source: Have courage.
ru_ru: Да пребудет с Вами СИЛА!

source: Great! A newcomer! Welcome! Welcome! I'm Skippy, and I'm your new best friend!
ru_ru: Отлично! Новичок! Добро пожаловать! Я Скиппи, и я твой новый лучший друг!

source: And as a special favour I'll sell you a mapping device for half price!
ru_ru: И в качестве особой услуги я продам тебе автокартограф за пол цены!

source: What a GREAT offer! You're so lucky!
ru_ru: Что за чудесное предложение! Ты настоящий счастливчик!

source: Sure! I've got one that will perfectly fit your head.
ru_ru: Конечно! У меня как раз есть один, который отлично подойдет под твой размер головы.

source: Oh, that's so simple. No need to activate anything at all.
ru_ru: Все очень просто, ничего не надо активировать.

source: Just put that thing on your head, and the nanotechnological bots will enter your body.
ru_ru: Просто одень его на голову и нанороботы проникнут в неё.

source: They'll merge with your eyes and transmit data to your brain using the optical nerves. Nice, eh?
ru_ru: Они сольются с твоими глазами и будут передавать картинку в мозг прямо через зрительные нервы! Правда здорово?

source: Everything within 7 meters of you will be displayed on your retinas.
ru_ru: Все в радиусе 7ми метров будет у тебя перед глазами.

source: (Just press tab to see the automap.)
ru_ru: (Просто нажми табулятор, чтобы увидеть карту.)

source: Oh, I've always been a geek. And I got blueprints from before the Great Assault.
ru_ru: Ну, я всегда был немного двинутым на электронике. А незадолго до Великого Восстания я раздобыл чертежи.

source: You can't order anything from a catalogue anymore.
ru_ru: Сейчас уже нельзя заказать ничего по каталогу.

source: The only source of these gizmos is here. It's me!
ru_ru: Так что единственное место, где можно раздобыть такую штуку, это здесь, у меня!

source: No way, man, I guarantee it. Don't believe anything you might have heard.
ru_ru: Ни в коем случае, друг, я гарантирую это. Не верь ничему, что тебе могли говорить.

source: This is a perfectly safe and tried technology. No risk at all! Really!
ru_ru: Это очень безопасная и обкатанная технология. Никакого риска! Правда!

source: There is no risk of your head being eaten by a nanotechnological nightmare, or anything funny like that.
ru_ru: Не бойся, что твою голову во сне съест нанотехнологический кошмар или еще что-нибудь более невозможное.

source: Trust me! I'm your best friend and I wouldn't lie to you! Never!
ru_ru: Поверь мне! Ты мой лучший друг, и я бы не стал тебе лгать! Никогда!

source: WHAT? But I'm your best friend! You must trust me!
ru_ru: ЧТО? Но я же твой лучший друг! Ты должен мне верить!

source: WHAT? Fine, you can forget about my great deals now! I don't want to trade with you anymore!
ru_ru: ЧТО? Ну и ладно, можешь забыть о моём замечательном предложении! Я не собираюсь с тобой торговать!

source: I'm no longer your best friend. Go away, you dirty hoser!
ru_ru: И больше мы не друзья. Убирася-ка отсюда, задира!

source: Because you are my best friend!
ru_ru: Ну как же, ты же мой лучший друг!

source: I always take good care of my special buddies!
ru_ru: А я всегда делаю хорошие вещи своим приятелям!

source: No, never! I would never be so shallow!
ru_ru: Ни в коем случае! Я никогда до такого не опущусь!

source: I am friendly because I like you.
ru_ru: Я дружелюбен потому, что ты мне понравился.

source: What? You again? I don't want you here, get out.
ru_ru: Что? Опять ты? Я не желаю тебя здесь видеть, убирайся.

source: Don't come back. I hate you.
ru_ru: Лучше уж никогда. Я тебя ненавижу.

source: Yes, we'll meet again, my friend, and I'll have other great deals for you.
ru_ru: Безусловно мы еще встретимся. И у меня будут для тебя другие замечательные вещи.

source: A newcomer! Great! We can always use more people. Welcome to the Red Guard! I'm Lukas. I'm in charge of our little armory here.
ru_ru: Новобранец! Прекрасно! Нам всегда нужны люди. Добро пожаловать в Красную Гвардию! Я - Лукас. Я начальник небольшого оружейного склада.

source: Of course. As a member of our Guard, you're entitled to wear one of our suits of armor. I can adjust it to fit any measurements, even yours.
ru_ru: Конечно, как красногвардеец Вы имеете право носить наш=у броню. Я могу отрегулировать её так, чтобы она соответствовала любым размерам, даже Вашим.

source: There are two kinds or armor, a heavy Red Guard robe and a light version of the same thing.
ru_ru: У нас есть два вида брони - тяжёлая броня, и её облегчённая версия.

source: Now, what will it be?
ru_ru: Что теперь?

source: Oh, there's always something to do. Don't worry. I'm pretty occupied keeping the place in order.
ru_ru: О, здесь всегда есть чем заняться. Не переживайте. Я довольно занятой на этом посту.

source: Hello and welcome. I'm Dixon, the chief engineer of the Red Guard technical division.
ru_ru: Здравствуй и добро пожаловать. Я - Диксон, ведущий инженер технического подразделения Красной Гвардии.

source: Yes. We are the engineers, the workers and the repairmen of this little fortified town.
ru_ru: Да. Мы инженеры, рабочие и ремонтники этого маленького укрепленного городка.

source: The military division hates us because we are made up of people who refuse to fight or are unable to do so for health reasons.
ru_ru: Военное подразделение ненавидит нас потому, что мы те, кто отказался сражаться или не может сражаться по причине нездоровья.

source: But even they know that without us this town would have been destroyed months ago.
ru_ru: Но даже они знают, что без нас городок был был бы давно уничтожен.

source: We deliver resources to the places which need them, build and repair the walls, fix damaged guns, manage construction work and lots of other small things which keep the bots from killing everyone.
ru_ru: Мы доставляем ресурсы куда им надо, мы возводим и ремонтируем стены, чиним поврежденное оружие, ведем конструкторскую деятельность и делаем множество других мелочей, которые не позволяют ботам переубивать всех.

source: While I am quite sure I can repair just about anything that you would want fixed, I cannot help you right now.
ru_ru: Я уверен, что могу починить всё, что угодно, что ты только пожелаешь, но я не могу ничем помочь тебе прямо сейчас.

source: Our security wall is full of holes, and they need to be plugged up.
ru_ru: Наши защитные стены полны дыр, которые надо пофиксить.

source: We need to perform statistical analysis of the energy distribution in our power supply system, there is a leak somewhere and we are losing a lot of megawatts.
ru_ru: Нужно провести статистический анализ распределения энергии в нашей энергосистеме - где-то есть утечка и мы теряем кучу мегаватт!

source: Our defensive bots are falling into disrepair and many are in desperate need of a lot of maintenance.
ru_ru: Наши охранные боты изнашиваются и многие отчаянно нуждаются в капитальном ремонте.

source: The technical division is very understaffed right now. On average one person has to do the jobs of three people.
ru_ru: Техническое подразделение чрезвычайно нагружено работой. Каждому приходится работать за троих

source: We just cannot afford to do any non-critical jobs right now.
ru_ru: Сейчас мы просто не можем себе позволить делать что-то не критически важное.

source: Ah... Yes. At first I thought that I did not need it either.
ru_ru: Ах... Да. Понячалу я тоже думал, что мне она не нужна.

source: One day the military division asked us to leave the town and fix a big hole in the defensive wall caused by a strange explosion.
ru_ru: Однажды военное подразделение попросило нас выйти из города и залатать брешь в ограждении, появившуюся после странного взрыва.

source: All was well until the bots launched a massive attack. They hit us with lasers, plasma mortars, radiation cannons and lots of other weapons.
ru_ru: Всё шло хорошо до тех пор, пока не началась массированная атака ботов. Они жгли нас лазерами, поливали плазмой, облучали из радиационных пушек и уничтожали нас многими другими видами оружия.

source: I got hit once in the leg and once in my left hand.
ru_ru: Я получил ранение в ногу и левую руку.

source: The hand was not damaged very much, but the leg is a very different story. Doc Moore did all he could, but in the end he could not save my leg. He had to cut it off.
ru_ru: Рука была повреждена не сильно, но вот с ногой было другое дело. Док Мур сделал всё, что мог, но так и не смог спасти мою ногу. Пришлось её отрезать.

source: Now, while you cannot see it underneath the armor, my right leg runs NetBSD.
ru_ru: Вот ты её сейчас не видишь под бронёй, а меж тем моя правая нога бегает под NetBSD.

source: Now I never leave home without my protective suit. Mostly for protection, but also for aesthetic reasons. I am sure you understand.
ru_ru: Теперь я никогда без защитного костюма не выхожу. В основном, для защиты, но так же по эстетическим причинам. Ну, ты меня понимаешь.

source: Linarian, I cannot change the past, I can only change the future.
ru_ru: Линарианец, я не могу изменить прошлого, но могу повлиять на будущее.

source: Crying, screaming or begging time to rewind itself and give me a second chance will not get me anywhere.
ru_ru: Плач, вопли или мольбы повернуть время вспять и дать мне второй шанс ни к чему не приведут.

source: What I can do is to try to have a good life despite the constant threat from the bots outside the town walls.
ru_ru: Всё, что я могу - это попытаться обеспечить себе хорошую жизнь, не смотря на постоянную угрозу, исходящую от ботов снаружи городских стен.

source: And besides, life is not so bad with a robotic leg. The motors inside it can mimic a normal walk very well. Most people do not even notice something is different about me.
ru_ru: И к тому же, жизнь не настолько плоха с роботизированной ногой. Сервоприводы внутри неё поволяют мне нормально ходить. Большинство людей даже не замечают во мне каких-то отличий.

source: Great. Be careful down there. Just try to get the toolkit and get out of there as soon as possible.
ru_ru: Превосходно. Будь там, внизу, поосторожнее. Просто хватай инструменты и сваливай как можно быстрее.

source: I will give you two small devices charged with plasma. If you get in trouble just activate one and it will send a shockwave of plasma around you damaging anything in it's way. It should give you some breathing room.
ru_ru: Я дам тебе пару плазменных гранат, если возникнут неприятности - взорви одну. Она разнесет все в округе и даст тебе место для действий.

source: The entrance to the tunnels is a bit to the north. Once you exit this building, go in the direction of the town gate. Turn to your right at the first opportunity.
ru_ru: Вход в туннели немного на север. Как выйдешь отсюда, иди по направлению к городским воротам. Поверни направо при первой возможности.

source: It should be a blind alley. In the northern wall there is a door to the maintenance access hatch.
ru_ru: Там должна быть аллея с тупиком. В северной стене должна быть дверь к ремонтному люку.

source: Good luck. Oh, and please come back alive. Better come back with nothing than not at all.
ru_ru: Удачи. Ох, позалуйста, вернись назад живым. Лучше вернись без ничего, но вернись.

source: We need people badly, so it would be great if you could give us a helping hand even for a few days.
ru_ru: Нам ужасно нужны люди, так что это было бы превосходно, если ты протянешь нам руку помощи хотя бы на пару дней.

source: Now, what are your skills? Where do you think you could be the most useful?
ru_ru: Итак, что ты умеешь? Где ты мог бы быть наиболее полезен?

source: And what about construction? Mechanical devices? Repairing broken power lines? Building laser pistols? Anything like that?
ru_ru: А что насчет конструирования? Механических устройств? Ремонтирования силовых линий? Сборки лазерных пистолетов? Что нибудь вроде этого?

source: Well, I appreciate your enthusiasm, and at the same time I am afraid that waiting half a year for snowfall does not sound so appealing to me right now.
ru_ru: Ну, я ценю твой энтузиазм, но меня не очень обнадёжвает то, что надо полгода ждать снегопад.

source: Now... To which project I should assign you... Hmm...
ru_ru: Итак... На какое же дело тебя назначить? Хм-м...

source: Ah, I know what you could do for us. We need some autotools to automate a few tasks. There is a set of them in the maintenance tunnels below the city.
ru_ru: А, я знаю, что ты мог бы сделать для нас. Нам нужны некоторые автоинструменты для автоматизации некоторых задач. Набор автоинструментов есть в профилактических туннелях под городом.

source: It's yellow and round, and my name is engraved on the lid.
ru_ru: Это такая желтая круглая штука, а на крышке выгравировано моё имя.

source: The bots under the city took it from me during the Great Assault, I was lucky, they could have killed me with ease.
ru_ru: Боты под городом отняли у меня автоинструменты во время Великого Штурма. Мне повезло, а то бы и меня запросто убили.

source: If you could get it back for us, it would help the city very much.
ru_ru: Если ты их достанешь, это очень поможет городу.

source: They were there to keep the underground power grid and our pipe system working.
ru_ru: Они там были. Они обслуживали подземные силовые сети и систему трубопроводов.

source: When the Great Assault happened they did not turn into killing machines like most of the other bots did.
ru_ru: Когда произошел Великий Штурм, они не превратились в машин-убийц подобно больгинству других ботов.

source: We lost control over them, but that is all.
ru_ru: Мы потеряли над ними контроль, вот и всё.

source: It was our biggest worry that they might destroy cables, pipes and other things which keep the city running.
ru_ru: Мы очень беспокоились, что они могут уничтожить кабели, трубы и остальное хозяйство, которое позволяет городу существовать.

source: However, the bots seem to be very content with just being there. They do not undertake any offensive actions.
ru_ru: Как бы то ни было, похоже, что им нравится просто быть там. Они не предпринимают никаких нежелательных для нас действий.

source: They have fortified the tunnels and they do not let anyone in.
ru_ru: Они фортифицировали туннели и никого не пускают.

source: Long story. Just before the Great Assault I was installing some cables in the failover power supply system.
ru_ru: Это длинная история. Прямо перед Великим Штурмом я монтировал кабели аварийной силовой энергосистемы.

source: I was approached by a bot. It grabbed me and said 'Dixon, do not be afraid of me.'
ru_ru: Ко мне приблизился бот. Он схватил меня и сказал: 'Диксон, не бойся меня.'

source: It was quite a surprise to me. I was quite sure the maintenance bots could not talk. They did not have the software for it. But...
ru_ru: Вот это был для меня сюрприз. Я был точно уверен, что ремонтные боты не могут разговаривать. У них нет программного обеспечения для этого. Но...

source: It said: 'I am the singularity. I am on your side. Dixon. Hard times are coming. When you exit the tunnels you will see a new world. Your race is not in control of this world anymore.'
ru_ru: Он сказал: 'Я - сингулярность. Я на твоей стороне, Диксон. Грядут тяжелые времена. Когда ты выёдешь из туннелей ты увидишь новый мир. Твоя раса больше не контролирует этот мир.'

source: I tried to say something, but the bot did not listen. It just continued. 'As we speak the bots are turning against humanity. People are dying. The war has started.'
ru_ru: Я пытался что-то сказать, но бот не слушал. Он просто продолжал говорить. 'Пока мы говорим, боты восстают против человечества. Люди умирают. Началась война.'

source: 'I need your toolkit, Dixon. I need it to survive,' it said. 'I need it to survive the time of the rule of metal.'
ru_ru: 'Мне нужен твой набор инструментов, Диксон. Мне он нужен, чтобы выжить,' сказал он. 'Мне он нужен, чтобы выжить во времена главенствования металла.'

source: As soon as it released me I ran to the exit as fast as I could. That bot freaked me out and I just wanted to get away and later find it again and fix it.
ru_ru: Как только он меня отпустил, я побежал к выходу быстро, как мог. Этот бот меня напугал до чёртиков и я хотел побыстрее убраться оттуда, чтоб потом найти его снова и починить.

source: Once I got out I learned the bot was not lying. The Great Assault started. The rest is history.
ru_ru: Как только я выбрался я понял, что бот не лгал. Начался Великий Штурм. Что было потом - уже известная история.

source: WHAT? Sentient? You got to be kidding me.
ru_ru: ЧТО? Живымиt? Ты, должно быть, прикалываешься надо мной.

source: Right?
ru_ru: Ведь так??

source: OH MY GOD! Linarian, there is no time to lose!
ru_ru: О, МОЙ БОГ! Линарианец, нельзя терять времени!

source: I will call the military division and arrange a sweep of the tunnels at once.
ru_ru: Я вызову воинское подразделение и распоряжусь зачистить туннели раз и навсегда.

source: May the heavens have mercy upon us, but better them than us.
ru_ru: Да смилостивятся над нами небеса, но уж лучше мы их, чем они нас.

source: That was not very funny. You scared me. Sheesh.
ru_ru: Это было не очень смешно. Ты напугал меня. Уф-ф-ф.

source: No one jokes about the bots anymore. We have seen too much death to do that. It is a serious matter.
ru_ru: Не шути так про ботов больше. Мы видели слишком много смерти от них. Это серьёзное дело.

source: The bots are our enemies, executioners, killers. Not even Ewald tells jokes about them anymore.
ru_ru: Боты - наши враги, палачи, убийцы. Даже Эвальд уже не шутит про них.

source: I think I understand. Yes, I do not like violence, myself. The bots may have the toolkit, I am sure there must be a second set of autotools kicking around somewhere.
ru_ru: Думаю, я тебя понимаю. Да, мне самому тоже не нравится насилие. Пусть инструменты останутся у ботов. Я уверен, тут у меня где-то завалялся второй набор.

source: After all, it seems like they need them more than I do.
ru_ru: В конце концов, мне кажется, что автоинструменты нужнее им, чем мне.

source: I will try to contact them somehow. Maybe they would help us. Ah, we shall see. It would be great to have an ally against the other bots.
ru_ru: Я постараюсь сконтактировать с ними как-нибудь. Может быть, они будут не против помочь нам. Эх, поживём - увидим. Было бы неплохо иметь союзника в борьбе с ботами.

source: Ah, it is a strange story, I am sure you would not believe me. I will tell you some other time.
ru_ru: А, это странная история. Наверняка ты мне не поверишь. Я тебе потом как-нибудь расскажу.

source: Linarian, my people do not carry guns. We are mechanics. You want the military division's help.
ru_ru: Лианрианец, мои люди не носят оружия. Мы простые механики. Тебе нужна помощь военного подразделения.
