Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: de_de, fr_fr, sv_se

source: He seems to be the chief of the gate guards. Hard to say anything more, the armor hides his body.
de_de: Er scheint der Leiter der Torwache zu sein. Ist schwer, mehr über ihn zu sagen - sein Körper steckt in einer starken Rüstung.
fr_fr: Il semble être le chef des gardes du portail. Difficile d'en dire plus, l'armure cache son corps.
sv_se: Han verkar vara chef över portvakterna. Svårt att säga något mer om honom, hans pansar döljer hans kropp.

source: Yet another Red Guard, the ranged weapons instructor. The armor hides his body.
de_de: Der Feuerwaffen-Ausbilder der Roten Wache. Die Rüstung verbirgt sein Äußeres.

source: Some people say that every doctor is addicted to drugs. You estimate that right now this one is high on at least four different narcotics. Doc Moore seems very happy indeed...
de_de: Manche Leute behaupten, dass jeder Arzt drogenabhängig sei. Dieser Vermutung nach dürfte der hier im Moment unter dem berauschenden Einfluss von mindestens vier verschiedenen Substanzen stehen. Doc Moore sieht wirklich SEHR glücklich aus..!
fr_fr: Certains disent que tous les médecins sont accro aux drogues. Celui-ci doit, en ce moment, être sous l'effet d'au moins quatre narcotiques différents. Docteur Moore semble très heureux, en effet...
sv_se: Vissa människor tycker att alla läkare är beroende av droger. Du antar att denna är hög på åtminstone fyra olika droger just nu. Doc Moore verkar faktiskt väldigt glad...

source: Yet another Red Guard. You cannot say anything more, the armor hides his body.
de_de: Noch eine 'Rote Wache'. Es gibt wenig mehr darüber zu sagen - die Rüstung schützt auch vor neugierigen Blicken.
fr_fr: Encore un autre Garde Rouge. On ne peut pas en dire plus, l'armure cache son corps.
sv_se: Ännu en annan Röd Gardist. Du kan inte säga något annat, hans pansar döljer hans kropp.

source: And now you know who is to be blamed for the truly awful food in here. You are in a killing mood. Oh yeah. The cook must die. The cook must die. Ha. Ha. Ha.
de_de: Nun weißt du, wer an dem sprichwörtlichen Fraß hier Schuld ist... du bist in einer Mordsstimmung. Oh ja. Der Koch muss dran glauben. Der Koch muss sterben... HA! HA! HA!
fr_fr: Maintenant vous savez qui blâmer pour la nourriture exécrable ici. Vous êtes d'humeur massacrante. Oh oui. Le cuisinier doit mourir. Le cuisinier doit mourir. Ha. Ha. Ha.
sv_se: Och nu vet du vem man kan skylla på för den riktigt undermåliga maten här. Du känner för att döda. Oh yeah. Kocken måste dö. Kocken måste dö. Ha. Ha. Ha.

source: This is a minor bug. Please report this incident to the developers. Thank you.
de_de: Ein unkritischer Fehler ist aufgetreten. Bitte diesen Zwischenfall den Entwicklern melden. Danke.

source: Blood. Stone. Cog. The Blood has made the Cog from the Stone. Now the Cog is making more Stone from the Blood. I wonder what is the next step of the cycle...
de_de: Blut. Stein. Zahnrad. Blut schuf das Zahnrad aus Stein. Nun verwandelt das Zahnrad Blut in Stein. Fragt sich, was wohl der nächste Schritt in diesem Zyklus ist?
fr_fr: Sang. Pierre. Cran. Le Sang a créé le Cran à partir de la Pierre. Maintenant, le Cran est en train de faire plus de Pierre à partir du Sang. Je me demande quelle est la prochaine étape de ce cycle....
sv_se: Blod. Sten. Kugghjul. Blodet har gjort kugghjulet från stenen. Nu gör kugghjulet mer sten från blodet. Jag undrar vad nästa steg i cykeln är...

source: The armor hides his body.
de_de: Die Rüstung verdeckt sein Äußeres.
fr_fr: L'armure cache son corps.
sv_se: Pansaret döljer hans kropp.

source: This very well could be the most attractive human you've ever seen. There is something odd about her, though...
de_de: Das könnte durchaus der attraktivste Mensch sein, den du jemals gesehen hast. Es ist allerdings etwas Merkwürdiges an ihr...

source: This is Tom. He will introduce you to the game, and help you throughout this tutorial.
de_de: Das ist Tom. Er wird dich in das Spiel einführen und durch das Tutorial begleiten.

source: This must be the guy Duncan told you about. At least, he's the only one around.
de_de: Das muss der Kerl sein, von dem Duncan sprach. Zumindest ist er der Einzige, der hier ist.

source: A lonely scientist. The months she's spent trapped here seem to have taken their toll on her sanity.
de_de: Eine einsame Wissenschaftlerin. Die hier drin zugebrachten Monate scheinen von ihrem Verstand einigen Tribut gefordert zu haben.

source: Huh? What? Where am I?
de_de: Häh..? Was? Wo bin ich??
fr_fr: Hein ? Quoi ? Où suis-je ?
sv_se: Va? Vad? Var är jag?

source: Updating Tux images
de_de: Tux-Images werden aktualisiert...
fr_fr: Mise à jour des images de Tux
sv_se: Uppdaterar Tux bilder

source: (this may take a little while...)
de_de: (das könnte einen Moment dauern...)
fr_fr: (ceci peut prendre un peu de temps...)
sv_se: (det här kan ta ett litet tag...)

source: Starting new game.
de_de: Starte neues Spiel...
fr_fr: Commencer une nouvelle partie.
sv_se: Startar nytt spel.

source: You are playing a candidate release. Many strange bugs might still be present in the game. Please report anything you may find to #freedroid at irc.freenode.net, or by mail to freedroid-discussion at lists.sourceforge.net Thank you for helping us test the game. Good luck!
de_de: Sie spielen mit einem Candidate Release. Es können immer noch viele seltsame Fehler in dieser Version auftreten. Bitte melden Sie alle Fehler, auf die Sie stoßen, im IRC-Chat: #freedroid att irc.freenode.net oder per Email an: freedroid-discussions att lists.sourceforge.net

source: Game won.
de_de: Spiel gemeistert!!
fr_fr: Vous avez gagné.
sv_se: Spelet är vunnet.

source: (Unidentified)
de_de: (Nicht identifiziert)
fr_fr: (Non identifié)
sv_se: (Oidentifierad)

source: I can't use this item here.
de_de: Ich kann diesen Gegenstand hier nicht benutzen.
fr_fr: Je ne peux pas utiliser cet objet ici.
sv_se: Jag kan inte använda detta föremål här.

source: How do you expect to do two things at a time? You are
de_de: Wie willst du zwei Dinge gleichzeitig tun? Zuerst einmal
fr_fr: Comment espérez-vous faire deux choses en même temps ? Vous
sv_se: Hur förväntar du dig att kunna göra två saker samtidigt? Du är

source: drinking a potion!
de_de: Trank einnehmen!
fr_fr: buvez une potion !
sv_se: dricker en brygd!

source: reloading your weapon!
de_de: Waffe nachladen!
fr_fr: rechargez votre arme !
sv_se: laddar om ditt vapen!

source: throwing a grenade!
de_de: werfe Granate!
fr_fr: lancez une grenade !
sv_se: kastar en granat!

source: running a program!
de_de: lasse Programm laufen!
fr_fr: lancez un programme !
sv_se: kör ett program!

source: doing something so weird the game does not understand what it is
de_de: eine so seltsame Handlung, dass das Spiel es nicht versteht ausführen
fr_fr: faites quelque chose de si bizarre que le jeu ne comprend pas ce que c'est
sv_se: gör något så konstigt att spelet inte förstår vad det är

source: Identified air.
de_de: Identifiziert: Luft
fr_fr: Air identifié.
sv_se: Identifierad luft.

source: You already know all there is to know about the %s.
de_de: Du weißt bereits alles Wissenswerte über %s.
fr_fr: Vous savez déjà tout ce qu'il faut savoir sur le %s.
sv_se: Du vet redan allt det finns att veta om %s.

source: Identified %s
de_de: Identifiziert: %s
fr_fr: %s identifié(e)
sv_se: Identifierad %s

source: Two-handed weapon requirements not met: shield bonus doesn't count.
de_de: Anforderungen für Zweihandwaffe nicht erfüllt: Schild-Bonus zählt nicht.
fr_fr: Prérequis de l'arme à deux mains non satisfaits : le bonus du bouclier ne compte pas.
sv_se: Två-hands vapen krav är inte uppfyllda: Sköldens bonus räknas inte.

source: You cannot fight with this!
de_de: Damit kannst du nicht kämpfen!
fr_fr: Vous ne pouvez pas vous battre avec ça !
sv_se: Du kan inte strida med den här!

source: Shield requirements not met: two-handed weapon bonus doesn't count.
de_de: Anforderungen für Schild nicht erfüllt: Zweihandwaffen-Bonus zählt nicht.
fr_fr: Prérequis pour le bouclier non satisfaits : le bonus de l'arme à deux mains ne compte pas.
sv_se: Sköldens krav är inte uppfyllda: Två-hands vapen bonus räknas inte.

source: Item taken: %s.
de_de: Gegenstand aufgenommen: %s.
fr_fr: Objet ramassé : %s.
sv_se: Föremål taget: %s

source: I can't carry any more.
de_de: Mehr kann ich nicht tragen.
fr_fr: Je ne peux plus rien porter.
sv_se: Jag kan inte bära mer.

source: ARROWS to select, ENTER to remap, ESCAPE to exit
de_de: PFEILTASTEN zum auswählen, ENTER zum ändern, ESCAPE zum abbrechen

source: Melee fighting ability improved!
de_de: Nahkampffähigkeit verbessert!

source: Ranged combat ability improved!
de_de: Schießtechnik verbessert!

source: Programming ability improved!
de_de: Programmierfähigkeit verbessert!

source: 1 Item received (on floor)
de_de: 1 Gegenstand erhalten (liegt auf dem Boden).
fr_fr: 1 objet reçu (sur le sol)
sv_se: 1 föremål mottaget (på golvet)

source: 1 Item received!
de_de: 1 Gegenstand erhalten!
fr_fr: 1 objet reçu !
sv_se: 1 föremål mottaget!

source: +%d Experience Points
de_de: +%d Erfahrungspunkte.

source: Gained %d bucks!
de_de: %d Tribucks erhalten!

source: Lost %d bucks!
de_de: %d Tribucks verloren!

source: Overheating!
de_de: Überhitzung!!
fr_fr: Surchauffe !
sv_se: Överhettas!

source: Automatically shutting down due to near lethal overheat
de_de: Schutz-Abschaltung auf Grund lebensgefährlicher Überhitzung

source: Weapon reloaded
de_de: Waffe nachgeladen.
fr_fr: Arme rechargée
sv_se: Vapen omladdat

source: 123 Acolyte
de_de: 123 Akolyth

source: 139 Templar
de_de: 139 Templer
fr_fr: 139 Templier

source: 247 Banshee
de_de: 247 Todesfee
fr_fr: 247 La Banshee

source: 296 Sawmill
de_de: 296 Sägewerk

source: 302 Nemesis
de_de: 302 Rächer

source: 329 Sparkie
de_de: 329 Funkenschleuder

source: 420 Surgeon
de_de: 420 Chirurg

source: 476 Coward
de_de: 476 Feigling

source: 493 Spinster
de_de: 493 Blechjungfer

source: 516 Ghoul
de_de: 516 Ghul

source: 543 Forest Harvester
de_de: 543 Holzfäller

source: 598 Minister
de_de: 493 Blechjungfer

source: 615 Firedevil
de_de: 615 Feuerteufel

source: 629 Spitfire
de_de: 329 Funkenschleuder

source: 751 Soviet
de_de: 751 Sowjet

source: 834 Wisp
de_de: 834 Irrlicht

source: 999 Cerebrum
de_de: 999 Großhirn

source: No Description For This One
de_de: Noch keine Beschreibung
fr_fr: Aucune description pour celui-là
sv_se: Ingen beskrivning för den här

source: Your characters:
de_de: Ihre Profile:

source: Select character to delete:
de_de: Profil zum Löschen auswählen:
fr_fr: Selectionnez le personnage à supprimer :
sv_se: Välj en karaktär att ta bort:

source: OpenGL support compiled:
de_de: OpenGL-Unterstützung kompiliert:
fr_fr: Support OpenGL compilé :
sv_se: OpenGL stöd kompilerat:

source: YES
de_de: JA
fr_fr: OUI
sv_se: JA

source: NO
de_de: NEIN
fr_fr: NON
sv_se: NEJ

source: OpenGL output active:
de_de: OpenGL-Ausgabe aktiviert:
fr_fr: Sortie OpenGL activée :
sv_se: OpenGL utdata aktiv:

source: [down]
de_de: [nach unten]

source: [up]
de_de: [nach oben]

source: Play
de_de: Spielen
fr_fr: Jouer
sv_se: Spela

source: Tutorial
de_de: Einführung

source: Options
de_de: Optionen
sv_se: Inställningar

source: Credits
de_de: Mitwirkende
fr_fr: Crédits
sv_se: Tack till

source: Contribute
de_de: Mithelfen
fr_fr: Contribuer
sv_se: Skicka in

source: Exit FreedroidRPG
de_de: FreedroidRPG beenden
fr_fr: Quitter FreedroidRPG
sv_se: Avsluta FreedroidRPG

source: You cannot change the language under Windows or Mac OS X. FreedroidRPG uses your system's language by default for your convenience. Thank you
de_de: Sie können die Sprache unter Windows oder Mac OS X nicht ändern. FreedroidRPG verwendet einfach die derzeit aktive Sprache Ihres Systems. Vielen Dank
fr_fr: Vous ne pouvez pas changez de langue sous Windows. Pour votre confort, FreedroidRPG utilise par défaut le langage de votre système Merci

source: The game has NOT been compiled with gettext support therefore translations are NOT available. Thanks
de_de: Das Spiel wurde nicht mit GETTEXT-Unterstützung kompiliert, daher sind keine Übersetzungen verfügbar. Danke für Ihr Verständnis.
fr_fr: Le jeu n'a pas été compilé avec le support de gettext , ainsi les traductions ne sont pas disponibles. Merci

source: Graphics Options
de_de: Grafik-Optionen
fr_fr: Options graphiques
sv_se: Grafiska inställningar

source: Sound Options
de_de: Sound-Optionen
fr_fr: Options sonores
sv_se: Ljudinställningar

source: Keys
de_de: Schlüssel

source: Language
de_de: Sprache
fr_fr: Langue
sv_se: Språk

source: Droid Talk
de_de: Roboter-Kommentare
fr_fr: Texte complémentaire
sv_se: Droidprat

source: On-Screen Displays
de_de: On-Screen-Display
fr_fr: Affichage à l'écran
sv_se: Skärmdisplay

source: Performance Tweaks
de_de: Leistungs-Optionen
fr_fr: Optimisation des performances
sv_se: Prestanda förändringar

source: Back
de_de: Zurück
fr_fr: Retour
sv_se: Bakåt

source: Resume Play
de_de: Fortsetzen

source: Resume Playtest
de_de: Testspiel fortsetzen

source: Save Hero
de_de: Profil speichern

source: Load Latest
de_de: Neuesten Stand laden

source: Load Backup
de_de: Backup laden

source: Quit to Main Menu
de_de: Rückkehr zum Hauptmenü

source: Return to Level Editor
de_de: Zurück zum Level-Editor

source: You selected %d x %d pixel. Change of screen resolution will take effect automatically when you next start FreedroidRPG. Thank you.
de_de: Ausgewählt: %d x %d Pixel. Die neue Bildschirmauflösung wird automatisch beim nächsten Neustart von FreedroidRPG übernommen. Vielen Dank.

source: This option will be taken into account after you restart the game. Thank you.
de_de: Die Einstellung wird bei einem Neustart des Spiels berücksichtigt. Vielen Dank
fr_fr: Vous devez redémarrer le jeu pour que les changements soient pris en compte. Merci

source: Change Screen Resolution
de_de: Bildschirmauflösung ändern
fr_fr: Changer la résolution
sv_se: Ändra skärmupplösning

source: Fullscreen Mode
de_de: Vollbildmodus

source: ON
de_de: EIN
sv_se: PÅ

source: OFF
de_de: AUS
sv_se: AV

source: Gamma Correction
de_de: Gamma-Korrektur

source: Show Blood
de_de: Blut darstellen

source: YES
de_de: JA
fr_fr: OUI
sv_se: JA

source: NO
de_de: NEIN
fr_fr: NON
sv_se: NEJ

source: Automap Scale
de_de: Automap-Maßstab

source: Background Music Volume
de_de: Lautstärke Hintergrundmusik

source: Sound Effects Volume
de_de: Lautstärke Soundeffekte

source: Hog CPU for max. performance
de_de: CPU besetzen für max. Leistung

source: Highlighting mode
de_de: Ausleucht-Modus

source: FULL
de_de: VOLL
fr_fr: COMPLET
sv_se: MAX

source: REDUCED
de_de: REDUZIERT
fr_fr: RÉDUIT
sv_se: REDUCERAD

source: Skip light radius
de_de: Leuchtradius aus

source: Skip shadow blitting
de_de: Schatten-Blitting aus

source: Skip fadings
de_de: Überblendungen aus

source: Show Position: %s
de_de: Position anzeigen: %s
fr_fr: Afficher la position : %s
sv_se: Visa position: %s

source: Show Framerate: %s
de_de: Framerate anzeigen: %s
fr_fr: Afficher les FPS : %s
sv_se: Visa FPS: %s

source: Show Energy Bars: %s
de_de: Energiebalken anzeigen: %s

source: Screen Messages at most: %d
de_de: Nachrichten-Anzahl höchstens: %d
fr_fr: Maximum de messages affichés : %d
sv_se: Skärmmedelanden som mest: %d

source: Screen Message time: %3.1f
de_de: Nachrichten-Anzeigezeit: %3.1f
fr_fr: Temps d'affichage d'un message : %3.1f
sv_se: Skärmmedelanden tid: %3.1f

source: Enemy Hit Texts
de_de: Melde Gegner-Schäden

source: Enemy Bumped Texts
de_de: Melde Gegner-Kollision

source: Enemy Aim Texts
de_de: Melde Gegner-Erfassung

source: All in-game Speech
de_de: Sprachausgabe

source: Reprogram bots after takeover
de_de: Bot-Umprogrammierung nach Übernahme

source: Please enter a name for the new hero: (ESCAPE to cancel.) >
de_de: Bitte einen Namen für den neuen Helden eingeben: (ESC zum Abbrechen.) >
fr_fr: Veuillez entrer un nom pour le nouveau héros : (ECHAP pour annuler.) >
sv_se: Var god, skriv in ett namn för den nya hjälten: (ESCAPE för att avbryta.) >

source: BACK
de_de: ZURÜCK
fr_fr: RETOUR
sv_se: BAKÅT

source: No saved games found!
de_de: Keine Spielstände gefunden!

source: Sure!
de_de: Sicher!
fr_fr: D'accord !
sv_se: Visst!

source: Really delete hero '%s'?
de_de: Profil '%s' wirklich löschen?
fr_fr: Confirmez vous la suppression du héros '%s' ?
sv_se: Säker på att du ska ta bort hjälte '%s'?

source: New Hero
de_de: Neues Profil anlegen
fr_fr: Nouveau héros
sv_se: Ny hjälte

source: Load existing Hero
de_de: Bestehendes Profil laden
fr_fr: Charger un héros existant
sv_se: Laddar existerande hjälte

source: Delete existing Hero
de_de: Bestehendes Profil löschen
fr_fr: Supprimer un héros existant
sv_se: Tar bort existerande hjälte

source: Pausing game...
de_de: Spielpause einlegen...
fr_fr: Jeu en pause ...
sv_se: Pausar spel...

source: GAME PAUSED
de_de: SPIELPAUSE
fr_fr: JEU EN PAUSE
sv_se: SPEL PAUSAT

source: Game resumed.
de_de: Spiel fortgesetzt.
fr_fr: Jeu repris.
sv_se: Spel återupptaget

source: Arrived at %s.
de_de: Ankunft: %s
fr_fr: Arrivé à %s.
sv_se: Ankom vid %s.

source: Status:
de_de: Stand:

source: COMPLETE
de_de: ERFÜLLT
fr_fr: TERMINÉE
sv_se: SLUTFÖRT

source: FAILED
de_de: GESCHEITERT
fr_fr: ÉCHOUÉE
sv_se: MISSLYCKAT

source: STILL OPEN
de_de: NOCH OFFEN
fr_fr: EN COURS
sv_se: FORTFARANDE OLÖST

source: No open quests yet.
de_de: Noch keine offenen Missionen.
fr_fr: Aucune quête en cours pour l'instant.
sv_se: Inga olösta uppdrag än.

source: No completed quests yet.
de_de: Noch keine erfüllten Missionen.
fr_fr: Aucune quête terminée pour l'instant.
sv_se: Inga slutförda uppdrag än.

source: No notes yet.
de_de: Bislang keine Notizen vorhanden.
fr_fr: Aucune note pour l'instant.
sv_se: Inga noteringar än.

source: An error occured when trying to load the savegame. A common reason for this is that the game has been updated to a newer version since the save was made, in which case the savegame is very likely not compatible. However if you see this message and you have not updated the game, make sure to report this to the developers. Thanks!
de_de: Ein Fehler ist während des Ladevorgangs für den Spielstand aufgetreten. Eine häufige Fehlerursache dafür ist ein Spiel-Update auf eine neuere Version, seit dem Speichern des Spielstandes - wodurch das gespeicherte Spiel höchstwahrscheinlich inkompatibel ist.
fr_fr: Une erreur est survenue pendant le chargement du jeu. Cela peut être dû au fait que le jeu à été mis à jour depuis que la sauvegarde a été effectuée, auquel cas la sauvegarde est incompatible. Cependant si vous voyez ce message et n'avez pas mis à jour le jeu, faites-le savoir aux développeurs. Merci!

source: Last Modified:
de_de: Letzte Änderung:

source: File Size: %2.3f MB
de_de: Dateigröße: %2.3f MB

source: You are dead. Savegame not modified.
de_de: Du bist tot. Spielstand nicht gespeichert.
fr_fr: Vous êtes mort. La sauvegarde du jeu n'est pas modifiée.

source: Error opening save game file for writing... Terminating...
de_de: Fehler beim Öffnen des Spielstandes zum Speichern... Terminating...

source: Game saved.
de_de: Spielstand gespeichert.
fr_fr: Jeu sauvegardé.
sv_se: Spel sparat.

source: W A R N I N G ! FreedroidRPG was unable to locate the saved game file you requested to load. This might mean that it really isn't there cause you tried to load a game without ever having saved the game before. The other explanation of this error might be a severe error in FreedroidRPG. Nothing will be done about it.
de_de: W A R N U N G ! FreedroidRPG konnte den angeforderten Spielstand nicht lokalisieren und laden. Das könnte bedeuten, dass es diesen tatsächlich nicht gibt, da Sie versuchten, einen Spielstand zu laden, ohne vorher überhaupt ein Spiel zu speichern. Die andere Erklärung dieser Fehlermeldung könnte in einem schweren internen Fehler von FreedroidRPG begründet liegen Es wird keine weitere Aktion ausgeführt.

source: Failed to load old game.
de_de: Laden des Spielstandes fehlgeschlagen.
fr_fr: Échec du chargement de l'ancienne partie.
sv_se: Misslyckades med att ladda gammlt spel.

source: Version or structsize mismatch! The savegame is not from the same version of freedroidRPG... possible breakage.
de_de: Versions- oder structsize-Unterschied! Der Spielstand ist nicht unter der aktuellen Version von FreedroidRPG gespeichert worden und daher möglicherweise unbrauchbar!
fr_fr: Version ou taille de structure non compatible ! Cette sauvegarde ne provient pas de la même version de freedroidRPG... crash possible.
sv_se: Version eller structsize fel! Det sparade spelet är inte från samma version av FreedroidRPG...möjlig sönderbrytning.

source: Updating Tux images (this may take a little while...)
de_de: Tux-Images werden aktualisiert... (das könnte eine Weile dauern...)
fr_fr: Mise à jour des images de Tux (veuillez patienter ...)
sv_se: Uppdaterar Tux bilder (det här kan ta ett litet tag...)

source: Game loaded.
de_de: Spielstand geladen.
fr_fr: Jeu chargé.
sv_se: Spel laddat.

source: Weapon
de_de: Waffe
fr_fr: Arme
sv_se: Vapen

source: Drive
de_de: Antrieb
fr_fr: Chassis
sv_se: Genomför

source: Shield
de_de: Schild
fr_fr: Bouclier
sv_se: Sköld

source: Miscellaneous
de_de: Diverses
fr_fr: Divers
sv_se: Diverse

source: Item: %s Class: %s
de_de: Gegenstand: %s Klasse: %s
fr_fr: Objet : %s Classe : %s
sv_se: Föremål: %s Typ: %s

source: Specials:
de_de: Extras:
fr_fr: Spécial :
sv_se: Specialare:

source: Multiplicity:
de_de: Anzahl:
fr_fr: Nombre :
sv_se: Multipla:

source: Duration:
de_de: Beständigkeit:
fr_fr: Solidité :
sv_se: Varaktighet:

source: Indestructible
de_de: Unzerstörbar
sv_se: Oförstörbar

source: Attributes required:
de_de: Erforderliche Eigenschaften:
fr_fr: Attributs requis :
sv_se: Egenskaper som behövs:

source: NONE
de_de: NICHTS
fr_fr: AUCUN
sv_se: INGA

source: Dex: %d
de_de: Agi: %d

source: Base list price: %ld
de_de: Basis-Listenpreis: %ld
fr_fr: Valeur de base : %ld
sv_se: Baspris: %ld

source: Sell value: %ld
de_de: Verkaufswert: %ld
fr_fr: Valeur de vente : %ld
sv_se: Säljvärde: %ld

source: Repair cost: %ld
de_de: Reparaturkosten: %ld
fr_fr: Coût de réparation : %ld
sv_se: Repareringskostnad: %ld

source: Unsellable
de_de: Unverkäuflich
fr_fr: Invendable
sv_se: Osäljbar

source: Identification cost: 100
de_de: Identifikationskosten: 100
fr_fr: Coût d'identification: 100

source: Damage: %d - %d
de_de: Schaden: %d - %d
fr_fr: Dommages : %d - %d
sv_se: Skada: %d - %d

source: Recharge time: %3.2f
de_de: Nachladezeit: %3.2f
fr_fr: Temps de rechargement : %3.2f
sv_se: Uppladdningstid: %3.2f

source: Time to reload ammo clip: %3.2f
de_de: Nachladezeit für Magazin: %3.2f
fr_fr: Temps de changement de chargeur : %3.2f
sv_se: Tid för att ladda om: %3.2f

source: Defense bonus: %d
de_de: Verteidigungsbonus: %d
fr_fr: Bonus de défense : %d
sv_se: Defensiv bonus: %d

source: Notes: %s
de_de: Bemerkungen: %s
sv_se: Noteringar: %s

source: This weapon requires standard plasma ammunition.
de_de: Diese Feuerwaffe speist sich aus Standard-Plasmagas-Munition.
fr_fr: Cette arme nécessite des munitions de plasma standards.
sv_se: Detta vapen kräver standard plasma ammunition.

source: This weapon requires standard laser crystal ammunition.
de_de: Eine Energiewaffe, die Laserkristall-Standardmunition benötigt.
fr_fr: Cette arme nécessite des munitions de laser standards.
sv_se: Detta vapen kräver standard laserkristall ammunition.

source: This weapon requires standard exterminator ammunition spheres.
de_de: Schwere Sturmwaffe unbekannter Herkunft, verwendet spezielle Exterminator-Fissions-Kugeln, Kaliber 2mm.
fr_fr: Cette arme nécessite des munition d'exterminator standards.
sv_se: Detta vapen kräver standard utrotarsfär ammunition.
