Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: Erm... And aren't you being too aggressive? Maybe they do not wish us harm...
ru_ru: Ым-м... И ты не слишком ли агрессивен? Возможно, они совсем не желают нам зла...

source: ... *sigh*
ru_ru: ... *вздох*

source: With heavy heart I have to admit you are right. There are no friendly bots anymore. Those times are long gone.
ru_ru: С тяжелым сердцем я должен признать, что ты прав. Никаких држественных ботов уже нет. Эти времена давно прошли.

source: The tunnels are open. Good luck.
ru_ru: Туннели открыты. Удачи тебе.

source: I will talk to Spencer and ask him for a few attack teams. We will take care of the bots.
ru_ru: Я поговорю со Спенсером и попрошу его выделить несколько штурмовых отрядов. Мы позаботимся о ботах.

source: *sigh* I hate to see this end in such a way. Bot or no bot, they let me live. They deserved a chance.
ru_ru: *вздох* Ненавижу, как всё в таких случаях заканчивается. Боты - не боты, но они оставили меня в живых. Они заслужили шанс.

source: Well, What was done cannot be undone and now we all have to live with what we have. I guess I am being too pessimistic, you did a great job.
ru_ru: Ну, что сделано - то сделано, назад не воротишь. Мы должны будем жить с этим. Полагаю, я слишком пессимистичен... Ты проделал отличную работу.

source: I thank you for your help in recovering the autotools.
ru_ru: Я благодарю тебя за помощь в возвращении моих автоинструментов.

source: Here is some money, you deserve it for getting my toolkit back.
ru_ru: Тут немного денег, ты их заслужил за возврат моего набора инструментов.

source: Finally, I would like to say that the technical division is not interested in further cooperation with you, but I think you would fit very well in the military division. You should talk to them.
ru_ru: Итак, я хотел бы сказать, что технологическое подразделение не нуждается в дальшейшем сотрудничестве с тобой, но я думаю, ты прекрасно подойдёшь для воинского подразделения. Ты должен бы поговорить с ними.

source: I am sorry, but I must go now. My duties call.
ru_ru: Мне жаль, но я должен идти. Долг зовёт.

source: Good. We sure need the autotools.
ru_ru: Хорошо. Нам они, определенно, нужны.

source: Our roads need fixing, our power lines need fixing, our walls need fixing... Hell, everything needs fixing in this place.
ru_ru: Ремонта требуют дороги, линии электропередачи, стены... Чёрт, тут абсолютно всё чинить надо.

source: With those little gadgets we will be able to automate a lot of those simple repairs, saving us a lot of time.
ru_ru: С этими небольшими примочками мы сможем автоматизировать массу простых дел, что спасёт нам кучу времени.

source: Here is some money for your effort. And I am sure you will find this helmet useful too, it saved my life once, and I hope it saves yours one day.
ru_ru: Вот немного денег за твои старания. И, я уверен, этот шлем тебе пригодится. Он мне спас однажды жизнь, надеюсь, и тебе поможет уцелеть.

source: WHAT!?
ru_ru: ЧТО?!

source: You got to be kidding me, Linarian.
ru_ru: Ты меня разыгрываешь, линарианец.

source: Give me the toolkit and stop fooling around.
ru_ru: Отдай инструменты и прекрати дурачиться.

source: Linarian, I curse the day on which you have arrived here.
ru_ru: Линарианец, я проклинаю тот день, когда ты здесь появился.

source: Two fifty.
ru_ru: Двести пятьдесят.

source: Here. It is all there.
ru_ru: Вот. Здесь всё.Here.

source: Now get out of here. I am a pacifist, but I am willing to make a special exception just for you.
ru_ru: А теперь проваливай отсюда. Я пацифист, но для тебя сделаю специальное исключение.

source: Get out of my sight.
ru_ru: Убирайся с моих глаз долой.

source: I am not happy about this. I suggest you leave the city.
ru_ru: Что-то это всё меня удручает. Думаю, тебе лучше покинуть город.

source: Accidents... Happen.
ru_ru: Несчастные случаи всякие... случаются.

source: Linarian. Now we part as usual. However should I ever see you after the war is over...
ru_ru: Линарианец, нам с тобой не по пути. И если я тебя встречу, когда война уже закончится...

source: I promise to kill you.
ru_ru: Я обещаю, я тебя убью.

source: Now take your money and get out of my face. I do not want to see you here ever again.
ru_ru: Теперь забирай деньги и выметайся отсюда. И чтоб я тебя больше здесь не видел.

source: Three fifty. This is all that the technical division has as their cash resources.
ru_ru: Триста пятьдесят. Это всё, что есть у технологического подразделения в наличии.

source: Four hundred. We cannot offer anything more.
ru_ru: Четыре сотни. Большего я предложить не могу.

source: Please, we really need the autotools.
ru_ru: Ну пожалуйста, нам очень нужны эти автоинструменты.

source: Without them this city is doomed.
ru_ru: Без них город обречён.

source: Heh, never better!
ru_ru: Хех, как никогда!

source: All indicators are in the green, the power and water fill the pipes and even Spencer seems happier now that the town is thriving despite all odds.
ru_ru: Все индикаторы в норме, вода в трубах журчит, энергия гудит в проводах, тускло звёзды мерцают. Даже спенсер повеселевшим выглядит, когда город цветёт не смотря ни на что.

source: Thanks to the autotools we can start building instead of just trying to repair the damage.
ru_ru: Благодаря автоинструментам мы можем начать строительство вместо того, чтоб бесконечно латать дыры.

source: Once this is sick war is over, I will make sure you get keys to the city Linarian.
ru_ru: Когда эта сумасшедшая война закончится, я уверяю - тебе вручат ключи от города, линарианец.

source: Nearly. Only my conscience keeps me up at night.
ru_ru: Примерно. Только вот мои подозрения не дают мне уснуть по ночам.

source: Please leave me alone with my thoughts, I do not want to talk to anyone right now.
ru_ru: Оставь меня, старушка, я в печали. Не хочу ни с кем сейчас разговаривать.

source: No, I am afraid not.
ru_ru: Нет, боюсь, что нет.

source: While I do not regret sparing the bots in the tunnels, the town suffers for it.
ru_ru: Хоть я и не жалею об утрате ремонтных роботах в туннелях, город страдает без них.

source: It makes me sad to see everything slowly wasting away. The bots are doing more damage than we can repair.
ru_ru: мне жаль видеть, как всё медленно обращается в пыль и прах. Боты наносят больше ущерба, чем мы можем починить.

source: This town has a few weeks left to live. After that we are all dead.
ru_ru: Городу осталось жить несколько недель. После этого нам всем крышка.

source: Ha! Never better!
ru_ru: Ха, как никогда лучше!

source: We are mass producing energy shields, creating more electric energy than we can ever imagine spending and even experimenting with new armor types.
ru_ru: Мы наладили массовое производство энергощитов, получаем больше электроэнергии, чем могли бы себе представить и даже экспериментируем с новыми типами брони.

source: Life is good right now.
ru_ru: И жить хорошо, и жизнь хороша!

source: Yes, but now everything is different.
ru_ru: Да, но теперь всё по-другому.

source: I met someone who decided to join us in the fight against the MegaSys bots.
ru_ru: Я повстречал кое-кого, кто решил присоединиться к нам в битве против ботов компании MegaSys.

source: You will need a hacked computer. Type in 'ssh 10.83.13.230' as the superuser, and you will see what I mean.
ru_ru: Тебе нужен похаканный комп. Набери 'ssh 10.83.13.230' под суперюзером, и ты всё поймёшь.

source: Nope. Some things you just have to see with your own eyes.
ru_ru: Не-а. Некоторые вещи надо просто увидеть собственными глазами.

source: The Library of Alexandria, the Colossus of Rhodes, the Black Island...
ru_ru: Александрийская библиотека, колосс Родосский, Чёрный остров...

source: And this is just one of those things.
ru_ru: Это точно такая же штука.

source: Just go and see for yourself. Otherwise you will not believe me.
ru_ru: Просто пойди и посмотри сам. Иначе ты мне не поверишь.

source: YOU AGAIN!
ru_ru: ОПЯТЬ ТЫ!

source: I.
ru_ru: Я

source: SAID.
ru_ru: ГОВОРИЛ

source: GET.
ru_ru: ТЕБЕ:

source: LOST.
ru_ru: ПРОВАЛИВАЙ!

source: FUCK MY LIFELONG PACIFISM. I WILL FUCKING KILL YOU NOW!
ru_ru: ДА НА КОРНЮ ИМЕЛ Я СВОЙ ПОЖИЗНЕННЫЙ ПАЦИФИЗМ. Я ТЕБЯ УБЬЮ СЕЙЧАС НАХРЕН!

source: Linarian, please leave. You are no longer welcome here.
ru_ru: Линарианец, пожалуйста, уходи. Тебе больше здесь не рады.

source: You have done me wrong and I have no desire to talk to you.
ru_ru: Из-за тебя я совершил ошибку и у меня нет желания дискутировать с тобой.

source: Last login from /dev/ttyS0 on Sun, 23 mar 2057. admin@shielddefense: ~ #
ru_ru: Последний вход выполнен с /dev/ttyS0 Вск, 23 мар 2057. admin@shielddefense: ~ #

source: Changing password for admin. Enter new password:
ru_ru: Создание пароля для пользователя admin. Введите новый пароль:

source: Enter new password again:
ru_ru: Введите новый пароль еще раз:

source: Password successfully changed.
ru_ru: Пароль успешно изменен.

source: Disabling disruptor shield...
ru_ru: Отключаю дезинтегрирующий щит...

source: Shield disabled.
ru_ru: Щит отключен.

source: WARNING: somebody else is using this computer.
ru_ru: ВНИМАНИЕ: Кто-то другой использует этот компьютер.

source: Disruptor shield is active.
ru_ru: Щит включен.

source: You don't have enough experience. Come here after you see some more action.
ru_ru: У тебя недостаточно опыта. Приходи, когда повидаешь мир и чему-то научишься.

source: You don't have enough money! I cannot afford to just give away training for free.
ru_ru: У тебя же недостаточно денег! Я не могу позволить себе давать уроки бесплатно.

source: Now the most important thing is that you turn off the auto-aim on your weapon, like this.
ru_ru: Теперь самое главное: первым делом отключи автоприцеливание на пушке... вот так.

source: Otherwise your weapon might 'help' you and shoot somewhere you didn't intend to fire.
ru_ru: Иначе твоя пушка может решить 'помочь' тебе и выстрелить совсем не туда, куда ты хотел.

source: Next important thing is to remember how to properly fire a shot.
ru_ru: А теперь тебе надо научиться правильно стрелять.

source: Watch your target closely. Pretend you're moving with it. Aim for the head.
ru_ru: Внимательно смотрина мишенью Старайся вести прицел за ней. И целься в голову.

source: When you feel completely in sync with your target, then you pull the trigger.
ru_ru: Когда ты почувствуешь, что прицел слился с целью, аккуратно нажми на курок.

source: Good. You are learning fast. Try it a few more times.
ru_ru: Хорошо. Ты быстро учишься. Попробуй еще несколько раз.

source: Good. I think that it is enough for today.
ru_ru: Хорошо. Я думаю, что на сегодня хватит.

source: Let us start with entropy inverters. This is quite simple.
ru_ru: Начнём с инверторов энтропии. Это весьма просто.

source: Just take a hammer and hit the bot sehr hard on the head.
ru_ru: Теперь брать молоток и шарахнуть робот по голове.

source: When you have the head open wide, look around for a part which looks like two circles around a cube. That is what you are looking for.
ru_ru: Когда Вы видеть голову широко открытый, смотрите на части, которые напоминают два круга вокруг куба. Это то что вы ищете.

source: How about... Plasma transistors? Trivial.
ru_ru: Что ещё... Плазменные транзисторы - тривиально!

source: Remove the bot's engine and look around somewhere close to the battery.
ru_ru: Вытащить у робота двигатель и смотреть на аккумулятор.

source: Plasma transistors are shaped like the letter Y. Just rip them out, it's safe.
ru_ru: Плазменные транзисторы похожи на букву Y. Тащите их, это безопасно.

source: Hmmm... Ah, gut. Superconductors.
ru_ru: Гм-м... А, гут. Сверхпроводники.

source: They are relatively easy to get out.
ru_ru: Их относительно легко вытащить.

source: Look around the electric system. Power coils, capacitors, generators and the like. Usually there are plenty of sehr gut parts there.
ru_ru: Смотреть на электронные платы. Катушки индуктивности, конденсаторы, генераторы,.. Обычно там есть много зер гут кусков.

source: Wear rubber gloves. Just in case, you know.
ru_ru: Носить резиновый перчатка. Так. На всякий случай.

source: I will tell you everything about matter-antimatter converters.
ru_ru: Я расскаж о конвертерах антивещества.

source: Yes... Converters are a problem.
ru_ru: Да... Конвертеры - это проблем.

source: They are easy to find, all you have to do is to get to the engine. But you must remember something very important:
ru_ru: Их легко найти, всё что нужно - это добраться до двигателя. Но нужно помнить кое-что очень важное:

source: Make sure you turn the converter off before you remove it.
ru_ru: Удостоверьтесь, что Вы выключить конвертер раньше, чем собираетесь вытащить.

source: If you do not do that, you will only succeed in converting yourself to anti-matter. And as you know, there is no coming back from there.
ru_ru: Если Вы не сделать этого, Вы сами преобразоваться в антивещество. И, как известно, оттуда возврата нет.

source: I will teach you about tachyon converters.
ru_ru: Я расскажу о тахионных конвертерах.

source: Tachyons are very interesting particles. Many stories have been told about them.
ru_ru: Тахионы - интересные частицы. О них рассказывать много поучительных историй.

source: I have no idea why bots have them inside. They are usually not connected to anything and serve no function.
ru_ru: Я не понимать, что они делать внутри у роботов. Они обычно ни с чем не соединять и ничего не выполнять.

source: They are usually quite hot when you get them out, but they cool down quickly, so handling them is not a big deal.
ru_ru: Они очень горячий, когда Вы вынимать их, но они быстро остывать, так их извлечение - нехитрое дело.

source: They can be installed just about anywhere, so you have to spend some time digging through the circuits to find one.
ru_ru: Они могут быть где угодно, так что прийдётся потратить некоторый время, копаясь в потрохах, чтобы найти их.

source: Nein, I told you everything I know about that. No use asking me twice, ja?
ru_ru: Найн, я рассказал всё, что знал сам. Нет смысла повторяться.

source: Hmmm...
ru_ru: Хммм...

source: You look green. Toughen up. Get some experience, kill some bots.
ru_ru: Ты пока еще зелен. Подтянись, наберись опыта, завали десяток-другой ботов.

source: Then we can talk.
ru_ru: Тогда и поговорим.

source: Come back with some money.
ru_ru: Васфращайся, кокда бутут тенги.

source: Welcome. I am Chandra, the local sage in this old town.
ru_ru: Добро пожаловать. Я Чандра, местный умник.

source: This small town existed since before the Great Assault. It used to be a somewhat successful mining community.
ru_ru: Этот маленький городок существовал до Великого Штурма. Это было более-менее успешное горняцкое поселение

source: But now after the Great Assault, the rest of the planet gets bombarded by automated bot ships every now and then, so being down here isn't so bad at all.
ru_ru: Но сейчас, после Великого Штурма, когда планету беспрестанно бомбят автоматические корабли-боты, здесь, внизу не так уж и плохо.

source: The shop is to the north. Ms. Stone always has a good range of equipment there.
ru_ru: Магазин расположен в северной стороне города. У мис Стоун всегда богатый выбор.

source: And the Red Guard always has the biggest guns and the best armor, but they do not sell them to the non-members.
ru_ru: И у Красной Гвардии самые большие пушки и лучшая броня. Но они чужаку не продадут.

source: According to my calculations from the Fermi estimate, there are about seven million bots active in the region.
ru_ru: Согласно моим вычислениям по приближениям Ферми, в этом регионе около 7 миллионов ботов.

source: Now, I think you will agree with me that the following statement is true: If bots, then death to everything alive.
ru_ru: Затем надеюсь ты согласишься, что следующее выражение справедливо: Если есть боты, то нет ничего живого.

source: Now, I make the assumption that you and I are alive.
ru_ru: Затем, я полагаю, что и ты и я всё ещё живы.

source: Now, if we are not dead, and if bots are killing everything alive...
ru_ru: Затем, если мы не мертвы и боты убивают всё живое...

source: ... THEN SOMETHING IS NOT LOGICAL!
ru_ru: ...ЧТО-ТО НЕ СХОДИТСЯ!

source: There is none!
ru_ru: Но её нет!

source: They could just enter the city and massacre everyone.
ru_ru: Они могут просто войти в город и вырезать всех поголовно.

source: But they do not do so.
ru_ru: Но они этого не делают.

source: This makes no sense at all!
ru_ru: Это всё не имеет смысла!

source: The phenomenon of hostile bots has occupied my mind for quite some time. There are some strange irrationalities in this behaviour, that I cannot explain.
ru_ru: Есть у вроаждебных ботов один феномен, который мне уже долго не даёт покоя. Есть некоторая странная иррациональность в их поведении, которую я не могу объяснить.

source: This concerns not only the irrationality of the attack but also the methods and the scale of it all.
ru_ru: Это не только беспокойство об их иррациональной атаке, но и о её методах и масштабе.

source: Hmm... Each kind of a bot has a number consisting out of three digits. The first one is the most significant, the class of a bot.
ru_ru: Гм... Каждый тип ботов обозначается трёхзначным числом. Первая цифра наиболее важна, она обозначает класс бота.

source: I know a bit about three classes.
ru_ru: Я немного знаю про три класса.

source: The 100s are cleaning bots of old. They are not too troublesome most of the time.
ru_ru: 100 - уборщики старого класса. Они почти никогда не создают проблем.

source: The 200s are more dangerous. Beware of being attacked by more than one at the same time.
ru_ru: 200 - уже более опасны. Избегай быть атакованным двумя ботами обновременно.

source: I am sure there are lots more of classes out there, but I know nothing about them.
ru_ru: Я уверен, что есть ещё более другие классы, но я о них ничего не знаю.

source: We all do, Linarian, we all do.
ru_ru: Мы тоже хотим, линарианец, очень хотим.

source: The act in question is made impossible by the quasi-infinite bots outside of the city walls.
ru_ru: Но решение вопроса делают невозможными квазибесконечные орды роботов за стенами города.

source: You cannot live for long out there.
ru_ru: Ты не сможешь долго протянуть снаружи.

source: Simple. Walk outside the city walls, and the bots will send you to the other world within a few minutes.
ru_ru: Это просто. Прогуляйся за городские стены и всего за несколько минут боты отправят тебя в лучший мир.

source: Unless you mean leave the planet, in which case that is impossible.
ru_ru: Если тольок ты не думаешь покинуть планету, что совершенно невозможно.

source: Most likely all of our cosmodromes have been destroyed in the bot attacks.
ru_ru: Скорее всего, все наши космодромы уничтожены атаками ботов.

source: My advice is to invest in a ranged weapon. While that can create a huge puncture in your wallet, it is better than a huge puncture in you.
ru_ru: Я бы посоветовал тебе делать ставку на оружие дальнего боя. Хотя это и проделает большую дыру в твоём кармане, это лучше, чем большая дырка в теле.

source: Currently there is a ban on selling such things. The Red Guard wants to be the only ones with good weapons.
ru_ru: Сейчас стоит запрет на продажу таких вещей. Красная Гвардия хочет прибрать к рукам всё стоящее оружие.

source: Should you fail to find something decent to shoot with, there are always other options.
ru_ru: Наверняка у тебя не получится найти, из чего можно пострелять, но всегда есть другие варианты.

source: Ewald sells potions which can increase your abilities to fight for a while. He keeps the ingredients a secret, and the prices high.
ru_ru: Эвальд продаёт зелья, которые временно увеличивают свособности к бою. Секретами ингридиентов он не делится и держит цены высокими.

source: There was a person selling grenades too. Eh... I forgot his name, my memory is not serving me very well today. I am sure he can help you out.
ru_ru: Ещё там есть один типчик, который продаёт гранаты. Эх.. забыл его имя. Память сейчас у меня уже не та... Я уверен, он тебе поможет.

source: Other than that, you are on your own.
ru_ru: И наконец, ты сам кое на что способен.

source: The Red Guard? Unlikely. You'd have to establish a reputation before and demonstrate that you can fix things.
ru_ru: К Красной Гвардии? Наврядли. Тебе нужно сначала заработать хорошую репутацию и показать, что ты умеешь решать проблемы.

source: Of course, the Red Guard is not a very popular organization, so if you do join them then you can expect to be hated by nearly everyone here.
ru_ru: Конечно, Красная Гвардия тут не очень популярна, так что если ты вступишь в их ряды, не удивляйся, если почти все тебя будут ненавидеть.

source: As the ancients said, 'Boni pastoris est tondere pecus, non deglubere'. A good tax must be a reasonable tax.
ru_ru: Как говорили древние, 'Boni pastoris est tondere pecus, non deglubere'. Хорошая оплата - обоснованная плата.

source: I know of two types. The 123 and the 139.
ru_ru: Я знаю две модели - 123 и 139.

source: Because they are neither fast nor dangerous, the Red Guard uses them for target practice.
ru_ru: Поскольку они не представляют собой почти никакой опасности, Красная Гвардия использует их в качестве мишеней для практики стрельбы.

source: If I were you, I would not overestimate them.
ru_ru: На твоём месте я бы не подходил к ним близко.

source: Well, those are a bit tricky.
ru_ru: Что ж, тут есть некоторая особенность.

source: The 247 is often called the 'Banshee'.
ru_ru: Модель 247 часто называют 'Банши'.

source: It comes close to you and tries to punch you.
ru_ru: Она подбирается поближе и пытается ударить тебя.

source: The 249 is much more dangerous.
ru_ru: Модель 249 более опасна.

source: Its machine gun has a high rate of fire, and each bullet can damage your equipment.
ru_ru: Её автоматическая пушка обладает высоким темпом стрельбы и каждая пуля может повредить снаряжение.

source: Well, I have no idea. I have heard only rumors.
ru_ru: Ну, я без понятия. Я только слухи слышал.

source: I think most of the people who have seen a better bot are now pushing up the daisies.
ru_ru: Я думаю большинство тех людей, которые встречались с более продвинутыми роботами сыграли в ящик.

source: Feel free to come here any time you want.
ru_ru: Заходи в любой момент когда пожелаешь.

source: So... Any news on the Koan matter?
ru_ru: Ну что... Есть какие-нибудь новости о Коане?

source: Yes. I appreciate your help.
ru_ru: Да. Я очень ценю твою помощь.

source: I see.
ru_ru: Понятно.

source: Just a memento after a friend.
ru_ru: Всего лишь памятка о друге.

source: A little more than a portable end of the world, which I am looking forward to disassembling and learning its secrets.
ru_ru: Немножко больше, чем переноской конец света, который я собираюсь разобрать и узнать его секреты.

source: Nothing that important.
ru_ru: Ничего особенного.

source: There were only fourty bots in the desert region. This hardly qualifies as many.
ru_ru: Да там всего-то сорок ботов. По-моему это немного.

source: I just know a lot of things. You do not need to worry about it.
ru_ru: Я много чего знаю. И тебе не следует волноваться по этому поводу.

source: As you wish.
ru_ru: Как тебе будет угодно.

source: I will.
ru_ru: Конечно повеселюсь.

source: I understand. So be it.
ru_ru: Я понимаю. Да будет так.

source: Ah, a newcomer. I gather you were treated rather harshly by my friend at the gate? My apologies, he lost his little sister in the Great Assault. He never got over it.
ru_ru: А, новенький. Я предполагаю, что мой друг у ворот довольно резко предупредил тебя? Не обижайся на него, он потерял свою маленькую сестренку во время Великого Восстания. Он никогда не сможет этого забыть.
