Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_data.po
Languages: de_de

source: The Super Exterminator!!!
de_de: Der Super-Exterminator!!!

source: This bad boy is known to blow away most enemies with a single blast. A dangerous weapon that you don't want to be on the receiving end of.
de_de: Dieser böse Eumel ist dafür bekannt, die meisten Gegner mit einem einzigen Schuss wegzupusten. Eine gefährliche Waffe, von deren Sendungen man nicht der Empfänger sein möchte...

source: VMX Gas Grenade
de_de: VMX-Gasgranate

source: The gas does not look terrifying. It even smells somewhat nice. And then you die. You die a most horrible death, never knowing what killed you.
de_de: Das Gas sieht nicht furchterregend aus. Es riecht sogar recht angenehm. Und dann stirbt man. Man stirbt einen grauenhaften Tod, ohne je zu erfahren, warum.

source: EMP Shockwave Generator
de_de: EMP-Schockwellen-Generator

source: This sphere contains a few strange bits of technology invented by Nikola Tesla in the early 20th century. The magnetic pulse that it generates can destroy most electronic devices in just one blast.
de_de: Diese Kugel enthält Teile einer seltsamen Technologie, entwickelt von Nikola Tesla im frühen 20. Jahrhundert.

source: Plasma Shockwave Emitter
de_de: Plasma-Schockwellen-Emitter

source: Said to be the downscaled version of the original Pandora's Sphere, this device extinguishes life with superheated plasma.
de_de: Man sagt davon, es sei die verkleinerte Ausgabe der Büchse der Pandora - diese Gerätschaft löscht Leben mit Hilfe von superheißem Plasma aus.

source: NPC Hand to hand weapon
de_de: NPC-Waffe für den Kampf Mann gegen Mann

source: Bot use only
de_de: Zur alleinigen Verwendung bei Robotern

source: Droid weaponry - 123 : Weak robotic arm
de_de: Robotbewaffnung - 123: schwacher Metallgreifer (Schläge)

source: Droid weaponry
de_de: Robotbewaffnung

source: Droid weaponry - 139 : Plasma trash vaporiser
de_de: Robotbewaffnung - 139: Plasmaüberdruck-Müllverdampfer (Verbrennungen)

source: Droid weaponry - 247 : Weak robotic arm
de_de: Robotbewaffnung - 247: Metallgreifer (Hiebe, Quetschungen, Schnittwunden)

source: Droid weaponry - 249 : Pulse Laser welder
de_de: Robotbewaffnung - 249: Automatikwaffen-Modul, schwache Metallgreifer (Schusswunden, Hiebe, Quetschungen)

source: Droid weaponry - 296 : Plasma beam cutter
de_de: Robotbewaffnung - 296: schwache Metallgreifer (Hiebe, Quetschungen)

source: Droid weaponry - 302
de_de: Robotbewaffnung - 302: Kommunikationslaser, Metallklaue (leichte Verbrennungen, Blendung, Quetschungen)

source: Droid weaponry - 329
de_de: Robotbewaffnung - 329: Kommunikationslaser (leichte Verbrennungen, Blendung)

source: Droid weaponry - 420
de_de: Robotbewaffnung - 420: Plasma-Schneidbrenner-Modul, Metallgreifer (schwere Verbrennungen, tiefe Schnittwunden, Schläge, Quetschungen)

source: Droid weaponry - 476 (Small Single Laser)
de_de: Robotbewaffnung - 476: Laserschweißmodul, Metallgreifer (schwere Verbrennungen, tiefe Schnittwunden, Hiebe, Quetschungen)

source: Droid weaponry - 493
de_de: Robotbewaffnung - 493: starke Metallgreifer, Werkzeuge (Prügel, Quetschungen, tiefe Schnittwunden, Verstümmelungen)

source: Droid weaponry - 516
de_de: Robotbewaffnung - 516: mittelstarke Metallgreifer (Hiebe, Quetschungen, Verstümmelungen)

source: Droid weaponry - 543 : Laser beam cutter
de_de: Robotbewaffnung - 543: Laser-Schneidbrenner-Modul (schwerste Verbrennungen, tiefe Schnittwunden, Abtrennung von Gliedern)

source: Droid weaponry - 571
de_de: Robotbewaffnung - 571: mittelstarke Metallgreifer (Hiebe, Quetschungen, Verstümmelungen)

source: Droid weaponry - 598
de_de: Robotbewaffnung - 598: mittelstarke Metallgreifer (Hiebe, Quetschungen, Verstümmelungen)

source: Droid weaponry - 615,751,834 (Advanced Single Laser)
de_de: Robotbewaffnung - 615,751,834: Lasermodul MKII (mittelschwere äußere und innere Verbrennungen, Erblindung, Verstümmelungen)

source: Droid weaponry - 629,821,999 (Advanced Twin Laser)
de_de: Robotbewaffnung - 629,821,999: Duo-Lasermodul MKII (schwere äußere und innere Verbrennungen, Erblindung, Verstümmelungen)

source: Droid weaponry - 711,742 (Disruptor Class Alpha)
de_de: Robotbewaffnung - 711,742: Disruptor Alpha-Klasse, Metallklauen (schwerste äußere und innere Verbrennungen, Erblindung, spontane Verdampfung, Schläge, Verstümmelungen)

source: This weapons name speaks for itself-more of a brute force weapon than most, it is best used on well-defended enemies.
de_de: Der Name dieser Waffe spricht für sich selbst - mehr noch als die meisten der anderen, ist diese Waffe von brutaler Gewalt. Am besten bei stark armierten Gegnern einsetzen.

source: Droid weaponry - 883 (Bot exterminator)
de_de: Robotbewaffnung - 883: Exterminator (möchte man lieber nicht wissen...)

source: Simple Jacket
de_de: Einfache Synthex(TM)-Jacke, Kolonie-Standardmodell

source: Does a decent job of protection. I guess. Maybe. I'm not sure.
de_de: Dieses modische Kleidungsstück aus Synthex(TM) erfüllt seine Schutzfunktion in vernünftiger Art und Weise. Denke ich. Vielleicht. Bin mir nicht sicher...

source: Reinforced Jacket
de_de: Schwere Synthex(TM)-Jacke, Polizei-Standardmodell

source: One step up from a normal jacket.
de_de: Eine Klasse oberhalb der normalen Kolonie-Standardjacke. Vor allem eingesetzt bei der Polizei - von bestechend martialischer Optik, zur psychologischen Abschreckung und mit Schutzfunktion vor Blessuren durch leichte Schläge.

source: Protective Jacket
de_de: Shootex(TM) Schutzweste, Armee-Standardmodell

source: Very strong for its size, does a good job of absorbing basic blows.
de_de: Für ihre Ausführung sehr haltbar, bietet diese Weste aus Shootex(TM) guten Schutz vor leichten bis mittelstarken Treffern; geeignet für leichte Erkundungseinsätze in unwegsamem Gelände und Ähnliches.

source: Red Guard's Light Robe
de_de: Leichter Schutzanzug der Roten Wache

source: Tough as nails and able to withstand most blows.
de_de: Universal-Schutzanzug der Roten Wache. Zäh wie Horn und in der Lage den meisten Treffern zu widerstehen.

source: Red Guard's Heavy Robe
de_de: Schwerer Schutzanzug der Roten Wache

source: Defense is acquired at a high level with this durable piece of armor.
de_de: Mit dieser beständigen Rüstung erhält man Schutz für jede Situation - auf hohem Niveau.

source: Cap
de_de: Kappe

source: A simple cover for your head. Don't expect to be incognito.
de_de: Eine einfache Kopfbedeckung. Man sollte nicht erwarten, damit inkognito zu sein.

source: Small Helm
de_de: Kleiner Security-Standardhelm

source: A rather useful helmet, has a few defense issues here and there but mainly is worth the wear.
de_de: Ein recht nützlicher Helm; hat ein paar Schwachstellen hie und da, ist es aber im Großen und Ganzen wert, getragen zu werden.

source: Iron Helm
de_de: Polizeihelm, FerroSec-Ausführung

source: Top of the line head gear, manages to protect against a myriad of close range and long range attacks.
de_de: Kopfschutz der Oberklasse - wendet Schaden von zahlreichen Treffern aus kurzer und weiter Distanz ab.

source: Pot-Helm
de_de: Carbonstahl-Topfhelm

source: It might look a bit silly, but it will save your life many times
de_de: Sieht vielleicht ein wenig dämlich aus, aber dieses Baby wird Ihr Leben nicht nur einmal retten...

source: Iron Hat
de_de: Schutzhelm aus Resostahl(TM)

source: Now this is head protection. Feel safe with sturdy iron protecting your head. Not as comfortable as other hats
de_de: Tja, das ist Kopfschutz! Ein neues Gefühl von Sicherheit durch ultrastabilen Resostahl(TM), das den Kopf umgibt. Eventuell nicht ganz so komfortabel wie andere Kopfbedeckungen, dafür bleibt der kostbare Inhalt heil.

source: Dixon's helmet
de_de: Dixons Wunderhelm

source: A gift from Dixon. It looks like it is about to turn into dust.
de_de: Ein Geschenk von Dixon. Sieht aus, als ob das Ding jeden Moment zu Staub zerfallen könnte...

source: Buckler
de_de: Frisbee

source: This shield is a compilation of various objects which happened to be around. It has tubes, bolts and parts of metal, all slapped together to provide a small bit of protection from enemies. It's very simple and rough, but some sensors and lights have been added to let the wielder know when the item is getting hit, and how long it will remain operational and other cool stuff like that.
de_de: Dieser Schild ist ein zusammengeflicktes Gebilde aus verschiedensten Teilen, die gerade greifbar waren. Er besteht aus Röhren, Bolzen und Metallteilen - alles zusammengeschraubt - um ein kleines bisschen Schutz vor Gegnern zu erzielen. Sehr simpel und krude, aber es wurden einige Sensoren und Lämpchen eingebaut, um den Träger über Treffereinschläge sowie verbleibenden Schutz zu informieren - und andere solche heißen Sachen. Der Name 'Frisbee' rührt von seinem gewöhnlicherweise letzten Zweck her: wegwerfen und rennen!

source: Small Shield
de_de: Kleiner Security-Standardschild

source: A small, lightweight and pretty straightforward shield. Provides decent protection.
de_de: Ein kleiner, leichter und recht schnörkelloser Schild aus dem Security-Bereich. Bietet recht brauchbaren Schutz.

source: Standard Shield
de_de: Polizei-Standardschild

source: Better than a buckler, and a lot more effective.
de_de: Weitaus besser als ein selbstgebastelter Frisbee oder ein Security-Schild und auch viel effektiver. Hauptsächlich von Polizeitruppen verwendet - als diese noch existierten.

source: Medium Shield
de_de: Mittelformat MP-Standardschild

source: A medium sized, lightweight and pretty straightforward shield. Provides decent protection.
de_de: Ein mittelgroßer, leichter und recht funktionaler Schild in Standardausführung. Aus Restbeständen der Militärpolizei. Bietet vernünftigen Schutz.

source: Large Shield
de_de: Großer Metallschild - 'Barbarenmauer'

source: A powerful shield.
de_de: Ein großer Schild. Ein massiver Schild. Nichts für Schwächlinge.

source: Shoes
de_de: Syntholeder(TM)-Schuhe, Kolonie-Standardmodell

source: These simple boots are designed for comfort of the wearer more than to give actual protection.
de_de: Diese einfachen Schuhe in zeitlosem Design sind mehr für Tragekomfort ausgelegt, als dafür, richtigen Schutz zu bieten.

source: Light Boots
de_de: Syntholeder(TM)-Stiefel, leichte Ausführung

source: These boots are a bit lighter than the normal version, giving of course worse protection but certainly extra comfort for the wearer.
de_de: Diese Stiefel sind etwas leichter als die Kolonie-Standardmodelle und bieten dem Träger zwar weniger Schutz, aber sicherlich stilbewussteren Tragekomfort.

source: Boots
de_de: Syntholeder(TM)-Stiefel, Kolonie-Standardmodell

source: These boots are similar to the simple shoes, but the material they are made of is hardened for extra protection.
de_de: Diese Stiefel sind ähnlich schick wie das Standard-Schuhmodell der Kolonie, jedoch ist das Obermaterial gehärtet - für zusätzlichen Schutz. Hält zuverlässig Steine, Schilfgras, Gestrüpp und Vogelmist von den zarten Füßen fern.

source: Reinforced Boots
de_de: Syntholeder(TM)-Stiefel, schwere Ausführung

source: These boots were originally normal boots, but have been fitted with some extra reinforcements to give better protection to the wearer. Of course this makes them a bit less elegant and also less comfy to wear, but the extra protection might be worth it, at less than the price of hiking boots.
de_de: Die Stiefel wurden ursprünglich aus dem Standardmodell entwickelt, jedoch an verschiedenen Stellen zusätzlich verstärkt um dem Träger besseren Schutz zu bieten. Natürlich sind sie dadurch weniger schön anzusehen und etwas unbequemer zu tragen - aber die höhere Schutzwirkung könnte es durchaus wert sein, zumal für einen geringeren Preis als richtige Hochgebirgs-Stiefel.

source: Hiking Boots
de_de: Hochgebirgs-Stiefel

source: These hiking boots are a very sophisticated product, combining optimal comfort for the wearer with a good protection from collisions with blunt objects like stones, which of course also makes for a higher price.
de_de: Diese professionellen Bergsteiger-Stiefel stellen ein sehr hochentwickeltes Produkt dar, das optimalen Tragekomfort mit guter Schutzfunktion vor Stößen durch stumpfe Gegenstände wie Steine verbindet - was sich natürlich entsprechend auf den Preis auswirkt.

source: Source Book of Emergency shutdown
de_de: Quellbuch der Notabschaltung

source: Everyone needs to blow some steam every now and then.
de_de: Jeder muss ab und zu mal Dampf ablassen.

source: Source Book of Check system integrity
de_de: Quellbuch des System-Integritätstests

source: An incredible healing program, probably the only one you will ever need.
de_de: Ein unglaublich wirksamer Heilspruch - vielleicht der einzige, den man je benötigen wird.

source: Source Book of Analyze item
de_de: Quellbuch der Gegenstands-Analyse

source: A book explaining the basics of item analysis.
de_de: Ein Buch, das die Analyse besonderer, unbekannter Eigenschaften eines Gegenstandes behandelt.

source: Source Book of Sanctuary
de_de: Quellbuch des Schutzes

source: The art of rapidly moving away from danger is very useful. Even when used in reverse, it has its uses.
de_de: Die Kunst, sich akuter Gefahr zu entziehen, ist sehr hilfreich - auch der umgekehrte Effekt hat seine Berechtigung. Teleportation in Vollendung.

source: Source Book of Malformed packet
de_de: Quellbuch der verstümmelten Datenpakete

source: When computers are presented with the unexpected, they can damage themselves.
de_de: Werden Computer mit dem Unerwarteten konfrontiert, können sie Schaden nehmen.

source: Source Book of Calculate Pi
de_de: Quellbuch zur Berechnung von Pi

source: It is not a big problem to make a badly designed system to go hunting for the impossible, causing a performance impact.
de_de: Es ist kein großes Problem, ein schlecht entworfenes System auf die Suche nach dem Unmöglichen zu schicken und einen heftigen Leistungseinbruch auszulösen.

source: Source Book of Blue Screen
de_de: Quellbuch des BSoD

source: With a little touch a war machine comes crashing to a halt. For a while.
de_de: Mit geeigneten Mitteln kommt auch schweres Kriegsgerät zum stehen. Für ein Weilchen.

source: Source Book of Broadcast Blue Screen
de_de: Quellbuch der BSOD-Übertragung

source: Source Book of Invisibility
de_de: Quellbuch der Unsichtbarkeit

source: I am not the Linarian you are looking for.
de_de: Ich bin nicht der Linarianer, nach dem du suchst.

source: Source Book of Virus
de_de: Quellbuch der Viren

source: This is not just a firmware upgrade, my dear bot. You are about to find out what exactly I want to give you.
de_de: Das ist kein einfaches Firmware-Update, mein lieber Freund des Bleches. Du wirst gleich herausfinden, was genau ich dir zu geben habe...

source: Source Book of Broadcast virus
de_de: Quellbuch der Virenübertragung

source: The network is wide and dangerous. Many traps await the weak and unprepared.
de_de: Das Netzwerk ist groß und gefährlich. Viele Fallen erwarten die Schwachen und Unvorbereiteten.

source: Source Book of Dispel smoke
de_de: Quellbuch der Auflösung von Rauch

source: By heating up the chips with a malformed program, you can cause them to release the magic smoke which keeps the bot running.
de_de: Indem man die Chips mit einem Schadprogramm erhitzt, kann man ihnen jenen magischen Rauch entlocken, der die Robots am Laufen hält.

source: Source Book of Killer poke
de_de: Quellbuch des Killer-Pokes

source: Messing around with the bot's memory can cause it to damage itself, but the damage is greatly variable.
de_de: Beim Manipulieren des Speichers eines Robots kann man ihm Schaden zufügen, der allerdings sehr stark variierbar ist.

source: Source Book of Nethack
de_de: Quellbuch des Nethacks

source: The open source game called Nethack is one of the world's greatest wasters of time. Machines don't care about it, but humans can get sucked in quite deeply.
de_de: Das OpenSource-Spiel genannt 'Nethack' ist eine der größten Zeitverschwendungen überhaupt. Die Maschinen kümmert es nicht, aber Menschen können davon ziemlich heftig absorbiert werden.

source: Source Book of Plasma discharge
de_de: Quellbuch der Plasma-Entladung

source: The overload setting exists for emergencies. Plasma does not discriminate between bots and humans. Everything is the same to it.
de_de: Die Überladungsfunktion ist für Notfälle gedacht. Plasma unterscheidet nicht zwischen Mensch und Maschine. Es behandelt alle gleich.

source: Source Book of Ricer CFLAGS
de_de: Quellbuch der Ricer CFLAGS

source: Optimization is the root of all evil. You can gain some temporary improvements to your system, but in the end you are only likely to cause permanent damage.
de_de: Optimierung ist die Wurzel allen Übels. Man kann dadurch vorübergehende Verbesserungen des Systems erzielen, aber am Ende richtet man damit sehr wahrscheinlich eher dauerhaften Schaden an.

source: Source Book of Reverse-engineer
de_de: Quellbuch des Reverse-Engineerings

source: There is some dark magic in the art of turning bots inside-out to learn all their secrets.
de_de: Es existiert da eine dunkle Magie - die Kunst, Roboter von innen nach außen zu umzukrempeln, um ihnen die letzten Geheimnisse zu entreißen.

source: Source Book of Light
de_de: Quellbuch des Lichts

source: Let there be light...
de_de: Es werde Licht...

source: Source Book of Satellite image
de_de: Quellbuch des Satellitenbildes

source: Getting a map of an area is pretty easy when you can look at everything from above.
de_de: Eine Karte von einer bestimmten Gegend anzufertigen ist einfach, wenn man alles von oben überblicken kann.

source: Diet supplement
de_de: Vitamintabletten

source: Only proper vitamin and mineral intake can keep you healthy during the apocalypse. This can cure a cold.
de_de: Nur die richtigen Vitamine und Mineralstoffe können dich gesund halten während der Apokalypse. Diese hier kurieren auch eine Erkältung.

source: Antibiotic
de_de: Antibiotika

source: Truly wonderful things can be extracted from molds. This can cure lethal food poisoning. Wish you had that in your last Nethack game, eh?
de_de: Wirklich fabelhafte Auszüge können aus Schimmel gewonnen werden. Dieser hier kann eine tödliche Lebensmittelvergiftung heilen. Das hättest du gern bei deinem letzten Nethack-Spiel gehabt, was?

source: Doc-in-a-can
de_de: Doktor-in-der-Dose

source: This is a drink filled with nanobots designed to heal any damage that they notice inside you. It can cure decapitation. Most of the time.
de_de: Das ist ein Getränk, welches Nanobots enthält. Sie wurden speziell entworfen, um jegliche Schädigung zu heilen, die sie im Körper aufspüren können.

source: Bottled ice
de_de: Eispackung

source: This bottle is filled with ice. It can keep you cool during a warm summer day.
de_de: Diese Flasche ist mit Eis gefüllt. Sie kann dich an einem heißen Sommertag kühl halten.

source: Industrial coolant
de_de: Industrie-Kühlmittel

source: Bartenders around the world add this to drinks to get them cold very fast. Plus, the coolant is much cheaper. It can keep you cool inside a nuclear reactor.
de_de: Barkeeper in aller Welt mischen es ihren Drinks bei, um sie blitzschnell abkühlen. Dazu ist das Kühlmittel recht billig. Hält dich selbst in einem Atomreaktor schön kühl.

source: Liquid nitrogen
de_de: Flüssigstickstoff

source: When you want something frozen solid, this is what you need. It can keep you cool even inside a class M star.
de_de: Wenn man etwas fest gefrieren lassen will - das ist es, was man dazu braucht. Kann einen sogar im Innern eines M-Klasse-Sterns kühl halten.

source: Barf's Energy Drink
de_de: Kotzos Energiedrink

source: Warning! These energy drinks contain high doses of caffeine! The average person drops dead after consuming 12 grams of caffeine. One of these bottles contains over double that amount.
de_de: Warnung! Diese Energiedrinks enthalten hohe Dosen an Koffein! Der durchschnittliche Mensch fällt nach der Einnahme von 12 Gramm Koffein tot um. Eine dieser Flaschen enthält mehr als die doppelte Menge davon. Zu Risiken und Todesfällen lesen Sie bitte die Flaschenrückseite!

source: Running Power Capsule
de_de: Marathon-Dopingkapsel

source: These small containers hold purified running strength. Each capsule can be used only once, but many of them can be grouped together like one item in your inventory.
de_de: Diese kleinen Kapseln enthalten konzentrierte Amphetamine für maximalen Konditionsschub - keine Gewährleistung bei Herz- oder Hirnschäden - Anwendung auf eigene Gefahr! Man kann ein kleines aufgedrucktes Kaninchen erkennen...

source: Strength Capsule
de_de: Stärkungskapsel

source: These small containers hold purified strength. This item will give a temporary boost to strength. Each capsule can be used only once, but many of them can be grouped together like one item in your inventory.
de_de: Die kleinen Bizoblast(TM)-Kapsel enthalten konzentrierte Steroide - eine Einnahme erhöht kurzzeitig die physische Kraft. Daueranwendung über längeren Zeitraum kann zu schweren erektilen Dysfunktionen und Herzinsuffizienz führen.

source: Dexterity Capsule
de_de: Agilitätskapsel

source: These small containers hold purified dexterity. This item will give a temporary bonus to dexterity. Each capsule can be used only once, but many of them can be grouped together like one item in your inventory.
de_de: Diese kleine Kapsel enthält konzentrierte koordinationsfördernde Stoffe. Eine Einnahme erhöht vorübergehend die körperliche Geschicklichkeit. Längerfristige Anwendung kann unter anderem einen permanenten Verlust an Leistungsfähigkeit verursachen.

source: Cyberbucks
de_de: Tribucks

source: The monetary standard of the world. You'll be needing these.
de_de: Die Standardwährung der Welt. Du wirst sie brauchen.

source: Anti-grav Pod for Droids
de_de: Robot-Antigrav-Antrieb

source: The bots use this to hover around.
de_de: Ein hypermodernes Antriebssystem, das lautloses und freies Umherschweben ermöglicht. Findet in vielen der neueren Bot-Konstruktionen Verwendung.

source: Dixon's Toolbox
de_de: Dixons AutoServ-Werkzeuge

source: This is a teleporter service toolbox. It's complete and orderly, though a few dents on the outside give proof of frequent use. 'C. Dixon' is carved into the outside with fine print.
de_de: Dies ist ein Werkzeugkasten mit Teleporter-Wartungsgeräten. Alles ist vollzählig und wohlgeordnet, wenn auch einige Dellen auf der Außenseite Zeugnis von regelmäßiger Nutzung ablegen. In die Oberfläche ist in feiner Schrift 'C. Dixon' eingraviert.

source: Entropy Inverter
de_de: Entropie-Inverter

source: This is an standard part within many robot types.
de_de: Dies ist ein Standardbauteil zur Energieumwandlung, das in vielen Robot-Typen Verwendung findet.

source: Superconducting Relay Unit
de_de: Supraleitende Relais-Schalteinheit

source: Antimatter-Matter Converter
de_de: Materie/Antimaterie-Konverter (M/AM)

source: Tachyon Condensator
de_de: Tachyonen-Kondensator

source: Desk Lamp
de_de: Tischlampe

source: What would modern science be without this important item?
de_de: Was wäre die moderne Wissenschaft ohne diesen unentbehrlichen Gegenstand?

source: Red Dilithium Crystal
de_de: Rötlicher Diliziumkristall
