Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: It might come as a surprise to you, but we don't have many. A bit over twenty, last time I checked.
ru_ru: Это может быть для тебя сюрпризом, но их у нас не так уж и много. Немногим более двадцати, когда я в последний раз проверял.

source: However, as you can clearly see, this is more than enough to keep all of the damn bots away.
ru_ru: Тема не менее, как ты можеш ьотчётливо видеть, этого более чем достаточно, чтоб держать проклятых ботов подальше отсюда.

source: Linarian, I thought we had an agreement. Fifty per infobit. My silence can be only broken with currency, so if you want to know, you have to pay.
ru_ru: Линарианец, я думал, что мы довогорились. Полтинник за инфобит. Моё молчание может прервать только твёрдая валюта. Так что если хочешь что-то узнать - деньги на бочку.

source: This conversation is now over.
ru_ru: На этом наш разговор закончен.

source: All of them are a very lucky find.
ru_ru: Все они - это просто удачная находка.

source: We found a crashed army truck on the Terminal Field. It had six crates inside it, each containing five exterminators.
ru_ru: Мы нашли разбившийся армейский грузовик на Терминальных Полях. В нём было шесть ящиков, внутри каждого ящика - пять экстерминаторов.

source: We tried, but we could not replicate the technology, only bullets.
ru_ru: Мы пытались, но не смогли повторить технологию производства орудия. Мы можем делать только пули.

source: A few got damaged in battle, and we failed to recover five after a failed scout mission. We have twenty-two right now.
ru_ru: Некоторые были повреждены в битве и мы не смогли вернуть те пять экстерминаторов, что потеряли при проваленной разведывательной миссии. Прямо сейчас у нас двадцать два экстерминатора.

source: That answer is on the house. Heh.
ru_ru: Ответ очевиден. Хых.

source: We do not know, Linarian. We have absolutely no clue.
ru_ru: Мы этого не знаем, линарианец. У нас нет ни малейшего представления об этом.

source: We use radioactives, whatever type happens to be on hand. Mostly plutonium and uranium, be we are not too picky.
ru_ru: Мы используем любые доступные нам радиоактивные материалы. В основном плутоний и уран, но мы не очень избирательны.

source: When we get low on ammo, we send in a chain gang of criminals and lazybums into the mine shaft K-17.
ru_ru: Когда у нас заканчиваются патроны, мы посылаем партию преступников и тунеядцев на шахту K-17.

source: That place was closed down ages ago because of high radiation levels. It's full of good ores from which we make bullets and which power our nuclear reactors.
ru_ru: Это местечко было прикрыто много лет назад из-за высокого уровня радиации. Там полно богатых руд, из которых мы делаем патроны и топливо для ядерных реакторов.

source: We get our fission materials and they get their sentence. It was one of the best ideas we have ever had.
ru_ru: Мы получаем ядерное топливо, а он свое наказание. Это одна из лучших наших идей.

source: Ugh. That will cost you triple.
ru_ru: Уф. Это тебе обойдётся втридорога.

source: No. Wait.
ru_ru: Нет. Подожди.

source: I changed my mind.
ru_ru: Я передумал.

source: Keep your money Linarian. No amount of triangles can make me talk about that accursed day.
ru_ru: Оставь деньги себе, Линариец. Даже горы золота не заставят меня рассказать об этом чертовом дне!

source: This is a tricky question. Most of the force comes from the miniature nuclear explosions which happen once the bullet hits something.
ru_ru: Это непростой вопрос. Большая часть энергии получается из-за крохотного ядерного взрыва, происходящего в момент соударения пули с целью.

source: Of course the great velocity of the impact can cause tremendous devastation by itself.
ru_ru: Конечно, одна только огромная скорость пули приводит к серьезным разрушениям.

source: We never bothered with doing any research on that topic. It works and that is enough for us.
ru_ru: Мы никогда не озадачивались проведением каких-либо исследований. Оно просто работает, этого нам достаточно.

source: Very well. This conversation never happened.
ru_ru: Замечательно. Помни, нашего разговора никогда не было.

source: Hey you! Linarian! What do you want here?
ru_ru: Эй ! Линарианец ! Тебе чего здесь надо ?

source: Just taking a look around.
ru_ru: Да я просто осматриваюсь.

source: Oh, great. Another curious one.
ru_ru: О, отлично. Ещё один любознательный.

source: About a week ago I let in a stranger who also said he was just taking a look around. I never saw him again.
ru_ru: Где-то с неделю назад я пропустил незнакомца, который тоже говорил, что он "просто осматривается". Больше я его не видал.

source: On that day all our computers went insane, 20 bags of food rations vanished from our storage and one of our bots was stolen.
ru_ru: В тот день все наши компьютеры спятили, пропало 20 мешков со съестными припасами и был украден один наш бот.

source: I think that damn freak lives somewhere to the east. I would love to get my hands on him and beat the life out of him. Slowly.
ru_ru: Я думаю, что этот чертов чудак живет где-то на востоке. Как я был бы рад добраться до него и выбить из него жизнь. Медленно.

source: Linarian, I will let you in. Do something stupid, and you aren't coming out. Got it? Good.
ru_ru: Линарианец, я тебя впущу. Только сделай какую-нибудь глупость - и ты отсюда не выйдешь. Усёк ? Хорошо.

source: Funny, exactly the same could be said about all of the crazy bots out there.
ru_ru: Забавно, что то же самое здесь можно сказать о любом чокнутом боте в округе.

source: I'll let you in, but be warned: one false move and we all have flightless waterfowl for dinner. I hope I am making myself clear.
ru_ru: Я позволю тебе войти, но знай: одно неверное движение, и у нас на ужин будет неспособное летать водоплавающее. Надеюсь я достаточно ясно выразился.

source: Ok, Linarian! You asked for it!
ru_ru: Ну хорошо, Линарианин! Ты сам напросился!

source: Open fire!
ru_ru: Открыть огонь!

source: Mhmmm.
ru_ru: Хммммм.

source: Hello. I'm Michelangelo. I haven't been here for long either.
ru_ru: Привет. Меня зовут Микеланджело. Я тоже тут не так давно поселился.

source: I wish the bots had just killed me, but I got 'lucky' and ended up in this hellhole.
ru_ru: Хотел бы я, чтобы боты меня просто прикончили, но нет, мне "повезло" и я оказался этой чёртовой дыре.

source: Don't ask.
ru_ru: Даже не спрашивай.

source: 'Terribly' would be a huge understatement.
ru_ru: Мягко говоря, ужасающе.

source: There is no food here, just the odious military rations.
ru_ru: Здесь нет еды, лишь эти противные военпайки.

source: Made fully out of artificial nutrients and carcinogenic flavors. Even the army hated them.
ru_ru: Сделанные из искусственных компонентов и канцерогенных добавок. Даже военные их ненавидят.

source: It's better than starving, but some people have already committed suicide because that repulsive material is the only thing available to eat.
ru_ru: Это, конечно, лучше, чем помирать с голоду, но некоторые уже покончили жизнь самоубийством из-за этой жуткой жратвы, единственной, что у нас есть.

source: I can give you some, but it's not worthy of being called food.
ru_ru: Я могу тебе дать немного, но оно недостойно называться пищей.

source: I am supposed to read this out to all newcomers. Here goes:
ru_ru: Я должен зачитывать это любым новичкам. Итак:

source: 'Please note that the army meal model #23 you are about to eat is provided 'as is' without warranty of any kind.
ru_ru: "Пожалуйста, примите во внимание, что армейский паёк ИРП-П7, который вы собираетесь съесть, поставляется 'как есть' без каких-либо гарантий.

source: That includes the implied warranty of edibility or fitness for a particular purpose. The entire risk as to the quality of the food is with you.
ru_ru: Это включает и подразумеваемую гарантию пищевых качеств или пригодность для конкретных целей. Вы потребляете данный продукт на свой страх и риск.

source: Should the army meal model #23 prove poisonous, you agree to cover the cost of keeping you alive by the colony medical staff or the costs of your cremation in our nuclear furnaces.'
ru_ru: В случае отравления армейским пайком ИРП-П7, вы соглашаетесь на оплату услуг медицинского персонала колонии или затрат на вашу кремацию в ядерных печах."

source: Well, that is all. Here is the junk that you wanted. Enjoy.
ru_ru: Это все. Вот твой паёк. Травись на здоровье.

source: EVERYTHING!
ru_ru: ВСЁ!

source: Just look at this stupid town!
ru_ru: Ты только погляди на этот идиотский город!

source: We are constantly pushed around by our 'saviours' the damn Red Guard. I hope they all die from rat bites as soon as possible and go to the deepest hells to boil in lava forever.
ru_ru: Нас постоянно терроризирут наши 'спасители': чертовы красногвардейцы. Да сожрут их крысы и да отправятся они в самые глубокие круги ада и будут гореть в кипящей лаве.

source: And the bots are keeping us busy by murdering, chopping, slicing, cleaving, rending and wounding us. How wonderful.
ru_ru: А эти боты развлекают нас тем, что убивают, рубят, нарезают, колют, раздирают и увечат нас. Как прекрасно.

source: The guards gave me a filthy hovel to live in. The walls are so thin that every night I am rocked to sleep by the bots communicating with those beeps and modem sounds.
ru_ru: Гвардейцы выделили мне грязный сарай для жилья. Его стены настолько тонки, что по ночам я просыпаюсь от гудков и модемного шипения ботов.

source: It sounds like they are singing something. Every night they start their song... I cannot sleep thanks to that electric chorus.
ru_ru: Как будто они что-то напевают. Каждую ночь начинают петь... Я уснуть не могу из-за этого электрохора.

source: Have I mentioned that the only food that we have is some kind of pestilential military ration? The smell alone is making me want to vomit.
ru_ru: Я уже говорил, что единственная наша пища - отвратительные военпайки ? От одного их запаха меня тошнит.

source: Linarian, have you been gorging on psychoactive pills or something?
ru_ru: Линариец, ты что, колес наглотался?

source: Get a grip, the situation is bad and there is no use in pretending otherwise.
ru_ru: Вернись на землю, ситуация прискорбная и нет никакого прока утверждать обратное.

source: I cannot! My beautiful macrowave oven is out of power. The wretched Red Guard took away my uranium battery.
ru_ru: Я не могу! Моя чудесная микроволновка осталась без питания. Гнусные Красногвардейцы забрали мою урановую батарейку.

source: I wish I could kill them all with my bare hands. They deserve it.
ru_ru: Я б их всех поубивал голыми руками. Они этого заслужили.

source: If only I had some dilithium to use as a backup power source...
ru_ru: Если бы только у меня был дилитий для резервного питания...

source: I had prepared some delicacies, but the ravenous Red Guard ate it all.
ru_ru: Я приготовил несолько изысканных блюд, но ненасытные красногврадейцы уже все сожрали.

source: Not a big loss, I have a second batch of food cubes in the oven and they will be ready shortly.
ru_ru: Не велика потеря, я уже поставил в печку вторую партию вкусняшек, скоро они будут готовы.

source: I think the mood in the town will improve once the cooking master Michelangelo gets to work. Ha!
ru_ru: Думаю атмосфреа в городе разрядится, как только кулинарных дел мастер Микеланджело вернется к работе. Ха!

source: Oh yes. You were warned, so don't blame me.
ru_ru: О да. А я тебя предупреждал.

source: We already know that. There is nothing else to eat here, so I hope you get used to the taste.
ru_ru: Ну да, мы это прекрасно знаем. Но так как жрать здесь больше нечего, то я надеюсь, что ты просто привыкнешь к этому вкусу.

source: That thing only looks well and has a nice color.
ru_ru: Эта гадость только выглядит нормально.

source: But as you can see, the color cannot be eaten, only the taste counts.
ru_ru: Но как видишь внешний вид бывает обманчив, вкус решает.

source: Really? I thought you are dead, but not only you come back alive, you also bring some power crystals for my trusty oven.
ru_ru: Правда? Я думал, ты умер давно, а ты живым вернулся, да еще и принес с собой энергетический кристалл для моей любимой печки.

source: I will start cooking at once.
ru_ru: Я сейчас же начну готовить.

source: Thank you, Linarian. As soon as the food cubes are ready I will be able to give them away to the hungry people.
ru_ru: Спасибо тебе, Линарианин. Как только пищевые брикеты будут готовы, я смогу раздать их голодающим.

source: Get me some dilithium before the whole stupid colony commits mass suicide because of poor food quality.
ru_ru: Достань мне дилития, пока вся эта гребаная колония не совершила массовое самоубийство из-за этой отвратной жрачки.

source: Of course our heinous food might do us in far before that. I swear I saw that stuff glow it the dark and try to sneak away from my plate a few times.
ru_ru: Конечно, наша жуткая жратва может и до этого нас прикончить. Честное слово, несколько раз уже видел, как эта пища светилась в темноте и пыталась уползти с тарелки.

source: I did.
ru_ru: Я посылал.

source: Yesterday a guard patrol found a few tiny bits of him and lots of dried blood.
ru_ru: Вчера гвардейский патруль обнаружил его жалкие останки в луже запекшейся крови.

source: The bots made a bloody mess out of him.
ru_ru: Боты сделали из него кровавую кашу.

source: Have you gotten overheated, Linarian?
ru_ru: Эй, Линарианин, ты что, на солнце перегрелся?

source: Look, there are dozens of ways you can kill yourself, and most hurt less than being killed by a bot.
ru_ru: Слушай, есть куча вариантов расставания с жизнью и большинство из них менее болезненны, чем погибнуть от клешни бота.

source: If you want to die just walk into a nuclear reactor or something. So much simpler.
ru_ru: Если тебе не терпится погибнуть, то просто залезь в ядерный реактор, ну или что-нибудь подобное сделай. Так гораздо проще.

source: Do you know how the bots act? Some want to kill you as soon as possible... Others want to do the same, but slowly.
ru_ru: Ты знаешь что с тобой сделают боты? Одни хотят убить тебя как можно быстрее... Другие же хотят растянуть удовольствие.

source: I have seen corpses with nearly all of the fingers ripped out. People with eyes drilled out with some big tool.
ru_ru: Я видел трупы, у которых почти все пальцы были вырваны. Тела людей, у которых глазницы были просверлены какими-то крупными инструментами.

source: I smelled burnt meat and heard the screams of the captives as they were incinerated alive outside the city walls.
ru_ru: Я чувствовал запах паленого мяса и крики заживо сжигаемых за городсикими стенами пленных.

source: The bots know no mercy. They cannot even define it, damn scrap metal fiends.
ru_ru: Боты не знают пощады. Он просто не понимают, что это такое, чертовы консервные банки.

source: Feel free to go, Linarian, but make sure to be very dead before they start killing you.
ru_ru: Линарианин, ты можешь свободно идти, но, всё-таки, постарайся умереть до того, как боты примутся тебя убивать.

source: There is an old dilithium mine to the east. I am sure there is lots of that stuff there.
ru_ru: На востоке отсюда есть старая дилитиумная шахта. Я уверен, что там этого добра навалом.

source: I will talk to the guards, they will open the eastern gate for you.
ru_ru: Я поговорю с охранниками, они откроют для тебя восточные ворота.

source: Good luck. Try not to get yourself killed.
ru_ru: Удачи. Не дай себя прикончить.

source: You do not know? I thought Linarians were unmatched in their knowledge of the universe. Anyway...
ru_ru: А ты не знаешь? Я-то думал, что Линариане - непревзойдённые знатоки Вселенной. Но всё же...

source: Dilithium is a substance which is usually seen in the form of a small crystal.
ru_ru: Дилитий - это вещество, которое, как правило, встречается в форме небольших кристаллов.

source: It somehow generates and stores amazing amounts of electricity. I do not know the details. I'm a cook, not a quantum scientist.
ru_ru: Каким-то образом он генерирует и хранит немалое количество электроэнергии. Я в детали не вдавался. Я ж повар, а не квантовый физик.

source: A small crystal would power my oven for weeks.
ru_ru: Небольшого кристала хватит, чтобы питать мою печь неделями.

source: A nice idea, but there is a couple of major problems with it.
ru_ru: Хорошая идея, но есть несколько но...

source: We are a town of 450 hungry people. It would need to be a very big fire to supply heat for all of the meals.
ru_ru: В этом городе 450 голодных людей. Понадобится очень большой костер, чтобы приготовить столько достаточно еды.

source: There is nothing to burn inside the city. If you want you can go and try to chop some trees in the region to the north, but odds are the bots will chop you down before you get a chance to swing the hatchet once.
ru_ru: В этом городе абсолютно нечего жечь. Если хочешь, можешь пойти нарубить дров с северной стороны от города, но учти, что раньше, чем ты взмахнешь топором, боты нарубят тебя.

source: Finally, the meal cubes which we have in the freezer are optimized for macrowaves. If we stick them in a fire they will combust and not cook.
ru_ru: И, наконец, пищевые брикеты, которые лежат у меня в холодильнике, специально разрабатывались для микроволновок. Если мы сунем их в огонь, они просто сгорят.

source: No oven means having to use the premacrowaved food.
ru_ru: Отсутствие печки означает, что нам приходится есть заранее приготовленную пищу.

source: And the only such thing around is the abhorrent military sludge.
ru_ru: А в округе, ничего окромя тошнотворных армейских пайков, ничего готового не водится.

source: They said it was already fed to their reactor as fuel.
ru_ru: Они сказали, что уже переплавили его в топливо для ядерного реактора.

source: Login : tux Password : ******* Last login from dev/ttyS0 on Sun, 23 mar 2057. tux@hacked_bot: ~ #
ru_ru: Логин : tux Пароль : ******* Последний раз вход был осуществлен с dev/ttyS0 в субботу, 23 марта 2057. tux@hacked_bot: ~ #

source: Executing: Halt and Catch Fire.
ru_ru: Выполняю: Завершить Работу и Загореться.

source: Warning! Cooling subsystems disabled.
ru_ru: Внимание! Система охлаждения отключена.

source: Warning! Spontaneous oxidization witH emis$ion of light aND heAt detecteddd in THE#main| procesIng unit.
ru_ru: Внимание! Обнаружено спонтанное окисление, сопровождающееся и$лy4ением света N тЕпл@

source: WArn|n*! SsTeM=#faiPure%^#n 3 S 1()$++
ru_ru: ВНим|н*! СсТем=#ошБка%^#n 3 S 1()$++

source: ()%#@(% THE BLADE IS YOURS. )##%*&%*!
ru_ru: ()%#@(% ЭТОТ КЛИНОК ТВОЙ. )##%*&%*!

source: So you have come. I knew Duncan would not let me live for too long.
ru_ru: Итак, ты пришел. Я знал, что Дункан не успокоится, пока не убьет меня.

source: Once I am gone this oasis of peace in the world will dry up and die. A shame.
ru_ru: Когда я уйду, этот оазис мира в жестоком мире иссякнет и умрет. Позор.

source: I hoped to turn the whole desert into a sanctuary. And now my dream will never come true.
ru_ru: Я надеялся превратить пустыню в убежище, но теперь моя мечта никогда не осуществится.

source: Do what you must.
ru_ru: Делай то, что должен.

source: Thank you.
ru_ru: Спасибо.

source: Feel free to stay here. There is no danger.
ru_ru: Чувствуй себя как дома. Здесь безопасно.

source: The water is safe to drink and the fruit from the tree is quite delicious.
ru_ru: Эту воду можно спокойно пить, а фрукты на дереве довольно вкусны.

source: Ah, yes. That is my fault, I am afraid.
ru_ru: А, да. Я думаю это моя вина.

source: Wherever I go, life follows me.
ru_ru: Куда бы я ни пошел, жизнь следует за мной.

source: I thought I could hide from Duncan in this old bunker.
ru_ru: Я думал, чот смогу спрятаться от Дункана в этом старом бункере.

source: When I woke up next day, things were as you see them now.
ru_ru: Когда на следующий день я проснулся, тут было уже так, как оно сейчас.

source: Yes. The place has changed a bit, as you can see.
ru_ru: Да. Как видишь, это местечко несколько изменилось.

source: I like the way it is right now. The water cools everything down and the plants give the air a very fresh smell.
ru_ru: Мне нравится, как оно сейчас. Вода приносит прохладу, а растения чистый воздух и приятных аромат.

source: As soon as I leave, everything will die. I have seen that happen before.
ru_ru: Как только я уйду, все здесь зачахнет и умрет. Так случалось раньше.

source: Because this place is just like a small bit of paradise, I decided to stay here.
ru_ru: Так как это место похоже на маленький рай, я решил тут остаться.

source: I do not want this wonderful bunker to become devoid of life again.
ru_ru: Я не хочу, чтобы этот замечательный бункер снова стал безжизненным.

source: Very simple. He likes destruction, and I am creation.
ru_ru: Все очень просто. Он любит уничтожать жизнь, а я - создание.

source: There is nothing more to it.
ru_ru: Ничего более.

source: This place will always wait for you.
ru_ru: Здесь ты всегда будешь желанным гостем.

source: Welcome to this camp! I'm Ms. Stone. I run this shop.
ru_ru: Добро пожаловать в лагерь! Я миссис Стоун, хозяйка магазина.

source: Good! Here is the selection of items I have for sale.
ru_ru: Отлично! Вот ассортимент, имеющийся у меня в наличии.

source: Sorry, this is all we have for now. The Red Guard took away all of our poppers.
ru_ru: Извини, но это все, что у меня есть. Красная Гвардия изъяла все огнестрельное оружие.

source: For our own good. Of course.
ru_ru: Само-собой, ради нашего же блага.

source: Ah, the Red Guard.
ru_ru: А, о красной гвардии.

source: Stranger, best if you don't ask such questions.
ru_ru: Путник, тебе не стоит задавать таких вопросов.

source: They keep us alive and safe from the bots, but...
ru_ru: Они помогают нам выжить и спасают от ботов, но...

source: They run the city with strict laws and demand total obedience.
ru_ru: Они установили в городе очень жесткие порядки и требуют полного подчинения.

source: We all need to obey their rules. We need to work hard or they hurt us.
ru_ru: Мы все должны соблюдать их правила, работать с утра до ночи, иначе они нас карают.

source: I guess I should not complain. The bots are far worse than the guards can be, but...
ru_ru: Я думаю, что мне не пристало на них жаловаться, боты намного хуже, чем гвардия, но...

source: Sucked dry by a bloodthirsty regime over many years or just sliced into bits by our former servants...
ru_ru: Быть раздавленным и скрученным кровавым режимом в течение многих лет или просто быть разорванным на куски бывшими слугами...

source: ... What's the difference?
ru_ru: ...Ведь нет особой разницы ?

source: I don't want to hear this jabberwocky.
ru_ru: Я не хочу слушать эту трепотню.

source: A hint, Linarian: We don't have much, but we're alive and we'd rather stay that way.
ru_ru: Маленький намёк, Линарианин: у нас мало что осталось, но мы живы и предпочитаем такими и дальше оставаться.

source: If you want to start a revolution, you're on your own.
ru_ru: Если хочешь начать революцию, то нам с тобой не по пути.

source: I'll be finished in about a week.
ru_ru: Где-то через неделю ему конец.

source: The Stone family always bought cheap and sold at a low profit. The times have changed, but not my prices.
ru_ru: Моя семья всегда покупала по дешевке и продавала с небольшой наценкой. Времена изменились, а цены в моем магазине остались прежними.

source: The new taxes, the worldwide economic collapse and other factors are slowly murdering the family store.
ru_ru: Новые налоги, мировой экономический кризис и другие факторы медленно убивают семейный магазин.

source: Thanks to you I have a chance now.
ru_ru: Благодаря тебе, у меня появился шанс.

source: Ha! It's time to show the world that Lily Stone is not going down without putting up a damn good fight.
ru_ru: Ха! Настало время показать всему миру, что Лили Стоун не сдаётся без чертовски хорошего боя.
