Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: de_de, fr_fr, sv_se

source: Back to game Changes made to the world will be permanent for current Hero. To avoid, load a previous savegame.
de_de: Rückkehr zum Spiel Änderungen an der Karte werden permanent für den aktuellen Helden übernommen. Um dies zu vermeiden, laden Sie ein vorher gespeichertes Spiel.

source: Test Map This will save your map and reload it after you finish testing, avoiding saving an unclean world state.
de_de: Karte testen Sichert Ihre Karte und lädt sie neu, nachdem Sie mit dem Testen fertig sind, um das Speichern einer "beschädigten" Karte zu verhindern.

source: Underground lighting Use this button to toggle underground lighting, i.e. shadows coming from the light that the tux emanates. There isn't any key to toggle this on the keyboard.
de_de: Untergrund-Ausleuchtung Ändert das Ausleuchtungsverhalten im Untergrund, d.h. schaltet die Schatten, die von dem von Tux ausgestrahlten Licht erzeugt werden, ein- oder aus. Keine Hotkey - Taste verfügbar.
fr_fr: Éclairage de sous-sol Utilisez ce bouton pour placer de l'éclairage sous-terrain, par exemple, des ombres provenant de la lumière que Tux émane. Il n'y a pas de touche clavier rapide pour le placement.

source: Toggle display enemies Use this button to toggle between enemies displayed in level editor or enemies hidden in level editor.
de_de: Gegner-Anzeige Blendet Gegner im Level-Editor ein- oder aus.
fr_fr: Commuter l'affichage des ennemis Utilisez ce bouton commuter l'affichage des ennemis dans l'éditeur de niveau.

source: Toggle display obstacles Use this button to toggle between obstacles displayed in level editor or obstacles hidden in level editor.
de_de: Objekt-Anzeige Blendet die Objekte im Level-Editor ein- oder aus.
fr_fr: Commuter l'affichage des obstacles Utilisez ce bouton pour basculer entre afficher les obstacles et cacher les obstacles dans l'éditeur de niveau.

source: Undo Use this button to undo your last actions.
de_de: Rückgängig Macht die letzten Bearbeitungsschritte rückgängig.
fr_fr: Annuler Utilisez ce bouton pour annuler vos dernières actions.

source: Redo Use this button to redo an action.
de_de: Wiederholen Stellt rückgängig gemachte Bearbeitungsschritte wieder her.
fr_fr: Rétablir Utilisez ce bouton pour rétablir une action.

source: Toggle display tooltips Use this button to toggle these annoying help windows on and off.
de_de: Hilfe-Popups-Anzeige Hiermit können Sie die nervigen Hilfe-Popups im Level-Editor ein- und ausschalten.
fr_fr: Commutation de l'affichage des infobulles Utilisez ce bouton pour commuter l'apparition des infobulles.

source: Toggle display colision rectangles Use this button to toggle the visible collision rectangles on and off.
de_de: Kollisions-Rechtecks-Anzeige Blendet die Kollisions-Rechtecke im Level-Editor ein- oder aus.
fr_fr: Commute l'affichage des rectangles de collision Utilisez ce bouton pour commuter l'affichage des rectangle frontalier aux objets.

source: Change grid mode ( placement / full / off )
de_de: Cursorgitter-Modus ändern ( Platzierung / ganz / aus )
fr_fr: Mode de grille (position/complet/off)

source: Source waypoint selected : X=%d Y=%d.
de_de: Ausgangs-Wegpunkt ausgewählt : X=%d Y=%d.
fr_fr: Point de passage source : X=%d Y=%d.
sv_se: Vägpunkt till källan vald : X=%d Y=%d.

source: North
de_de: Nord

source: Edge
de_de: Rand

source: East
de_de: Ost

source: South
de_de: Süd

source: Interface
de_de: Schnittstelle

source: Current level size in X: %d.
de_de: Momentane Levelgröße in X: %d.

source: Current level size in Y: %d.
de_de: Momentane Levelgröße in Y: %d.

source: Jump threshold
de_de: Sprungschwelle

source: Jump target
de_de: Sprungziel

source: Export this level to other target levels
de_de: Diesen Level zu anderen Ziel-Leveln exportieren

source: Report interface inconsistencies
de_de: Inkonsistenzen von Levelgrenzen auflisten

source: Add New Level
de_de: Neuen Level hinzufügen

source: Size
de_de: Größe

source: Light
de_de: Licht

source: Background Music
de_de: Lautstärke Hintergrundmusik

source: Infinite Running
de_de: Endlose Lauf-Ausdauer

source: Please enter new level name:
de_de: Bitte neuen Levelnamen eingeben:

source: Please enter new music file name:
de_de: Bitte neuen Musik-Filenamen eingeben:

source: Run Map Level Validator
de_de: Kartenlevel-Prüfung starten

source: Run Dialog Lua Validator
de_de: Lua-Dialogprüfung starten

source: Level Options
de_de: Level-Optionen

source: Advanced Options
de_de: Erweiterte Optionen

source: Playtest Mapfile
de_de: Probespielen

source: Save Mapfile
de_de: Karte speichern

source: Return to Game
de_de: Zurück zum Spiel

source: Saving disabled
de_de: Speichern deaktiviert

source: Continue Editing
de_de: Bearbeitung fortsetzen

source: Please enter new level number:
de_de: Bitte neue Level-Nummer eingeben:

source: Your ship was saved...
de_de: Karte wurde gespeichert...

source: M E S S A G E Your ship was saved to file 'freedroid.levels' in the map directory. If you have set up something cool and you wish to contribute it to FreedroidRPG, please contact the FreedroidRPG dev team.
de_de: N A C H R I C H T Kartendatei wurde im File 'freedroid.levels' im Ordner map gespeichert. Wenn Sie etwas Cooles gebaut haben und zu FreedroidRPG beisteuern möchten, kontaktieren Sie bitte das FreedroidRPG Entwicklerteam!

source: M E S S A G E E R R O R ! Your ship was not saved. Playing on a map leaves the world in an unclean state not suitable for saving. Enter the editor from the main menu to be able to save.
de_de: N A C H R I C H T F E H L E R ! Karte wurde nicht gespeichert. Das Spielen auf einer Karte hinterlässt sie in einem zur Speicherung ungeeigneten Zustand. Starten Sie den Editor aus dem Hauptmenü heraus, um Ihre Karte speichern zu können.

source: FURNITURE
de_de: EINRICHTUNG
fr_fr: MEUBLE
sv_se: INREDNING

source: MACHINERY
de_de: MASCHINEN
fr_fr: MACHINERIE
sv_se: MASKINERI

source: FLOOR
de_de: BODEN
fr_fr: SOL
sv_se: GOLV

source: Sorry, you don't have automap yet: map maker item not present.
fr_fr: Désolé, vous ne pouvez pas encore utiliser la carte automatique : outil de cartographie non présent
sv_se: Tyvärr, du har ingen automatisk karta än: Kartskapar verktyget är inte tillgängligt.

source: Hey ! This looks like...a WALL !
fr_fr: Hé ! Ça ressemble... à un mur !
sv_se: Hey! Det här ser ut som... en VÄGG!

source: A wall made out of glass. It lets the light go through.
sv_se: En vägg gjord av glas. Det låter ljuset strömma igenom.

source: Wall with a window
sv_se: Vägg med ett fönster

source: Supercluster terminal
fr_fr: Terminal de supercluster
sv_se: Stordator terminal

source: This is a service droid case. You suppose it's of no use for your quest.
sv_se: Detta är ett hölje till en service droid. Du antar att det inte har någon användning för ditt uppdrag.

source: This chest has already been opened
fr_fr: Ce coffre a déjà été ouvert
sv_se: Denna kista har redan öppnats

source: A not-that-nice autogun. Beware : it could be harmful.
fr_fr: Une arme automatique pas très rassurante. Attention : ça pourrait être dangereux.
sv_se: En inte-så-trevlig automatpistol. Var försiktig: den kan vara skadlig.

source: No way to pass through. Find another path.
sv_se: Inte en chans att du kommer förbi. Hitta en annan väg.

source: This cauldron can be used for many good things. Cooking beef or pork for dinner are some of them. It can be also used for many evil things. Cooking Linarians for dinner is one of them.
sv_se: Denna kittel kan användas till många goda ändamål. Tillaga kött eller fläsk till middag är bara några av dem. Den kan också användas till många onda ändamål. Tillaga Linarier till middag är ett av dem.

source: This is a Terminus 2 terminal. Made by Parafunken.
sv_se: Detta är en Terminus 2 terminal. Tillverkad av Parafunken.

source: This is a wooden crate that could contain interesting things. Or not.
sv_se: Denna trälåda kan innehålla speciellt intressanta saker. Eller inte.

source: This is a wooden fence. Find another path.
sv_se: Detta är ett stängsel gjort av trä. Hitta en annan väg.

source: You can't break it. Find another way.
sv_se: Du kan göra sönder det. Hitta en annan väg.

source: Feel like defecating ?
fr_fr: Envie de déféquer ?
sv_se: Känner du för att skita?

source: Would you have something to empty ?
fr_fr: Auriez-vous quelque chose à vider ?
sv_se: Har du något att tömma?

source: Sofa
fr_fr: Canapé
sv_se: Soffa

source: An idea of what comfort is
fr_fr: Une idée du confort présent
sv_se: En idé om vad komfort innebär.

source: Taking a bath is not your current quest - what a pity !
fr_fr: Prendre un bain ne fait pas partie de la quête en cours - quel dommage !
sv_se: Att ta ett bad är inte ditt aktuella uppdrag - vad synd!

source: This tree seems quite normal
sv_se: Detta trädet verkar rätt normalt

source: This is a nice tree
sv_se: Det är ett fint träd

source: No, it definitely doesn't look like a droid
sv_se: Nej, det liknar defenitivt inte en droid

source: Colony wall
sv_se: Kolonivägg

source: This is just a pink wall.
sv_se: Detta är bara en rosa vägg.

source: Restaurant shelves
sv_se: Restaurangshyllor

source: This rock is here now and forever, and it is not going anywhere. Go somewhere else.
sv_se: Denna sten är här och förevigt, och den går ingenstans. Gå någon annan stans.

source: This is grey and seems quite hard to destroy. People usually call it a wall. You have no chance to go through : there must be another path.
fr_fr: C'est gris, et semble assez dur à détruire. Les gens appellent ça un mur. Vous n'avez aucune chance de passer au travers : il doit y avoir un autre chemin.
sv_se: Den är grå och verkar ganska svår att förstöra. Människor kallar den vanligtvis för en vägg. Du har ingen chans att komma igenom: det måste finnas en annan väg.

source: This wall is covered by an asparagus-green wallpaper.
sv_se: Denna vägg är täckt av en sparris-grön tapet.

source: Well ... it was not very resistant
fr_fr: Et bien ... ce n'était pas très solide
sv_se: Tja... den var inte så beständing

source: Do droids bleed ? These do.
fr_fr: Est-ce que les droïdes saignent ? Ceux là, oui.
sv_se: Blöder droider? De här gör det.

source: Exotic plant
sv_se: Exotisk växt

source: A wonderful exotic plant. You can read "Made by Basse" on it
sv_se: En underbar exotisk växt. du kan läsa "Made by Basse" på den

source: Do you think a rock can attack you ? No, MS droids can't hide themselves that way : they crash before.
fr_fr: Pensez-vous qu'un rocher peut vous attaquer ? Non, les droïdes MS ne peuvent se dissimuler de cette manière : ils plantent avant.
sv_se: Tror du att stenen kan attackera dig? Nej, MS droider kan inte gömma sig på det sättet : de går sönder innan dess.

source: Eating too much of that could lead to a kernel panic.
sv_se: Att äta för mycket av det där kan leda till "kernel panic".

source: Red wall
sv_se: Röd vägg

source: You think it would be better with a penguin on it. You are right.
sv_se: Tror du att det skulle vara bättre med en pingvin på den. Du har rätt.

source: This yellow chair looks inviting.
sv_se: Den gul stolen verkar inbjudande.

source: Bunk beds
sv_se: Våningssängar

source: No books here, just dust.
sv_se: Inga böcker här, bara damm.

source: Only boring books like the Necronomicon are here. Yawn. Nothing interesting.
sv_se: Bara tråkiga böcker här såsom Necronomicon. Gääsp. Inget intressant.

source: A sign.
sv_se: Ett tecken.

source: The arrow points at a direction. Maybe you should follow it
fr_fr: La flèche pointe indique une direction. Peut-être devriez-vous la suivre
sv_se: Pilen pekar åt ett håll. Kanske du ska följa den

source: A counter.
sv_se: En disk.

source: You can see some food stains on this yellow round table.
sv_se: Du kan se ett par matfläckar på det här gula, runda bordet.

source: This water seems dangerous. You will want to avoid going there.
sv_se: Detta vatten verkar farligt. Du vill inte gå i det.

source: Crystal pillar
sv_se: Kristallpelare

source: A pillar made out of crystal.
sv_se: En pelare gjord av kristall.

source: That one went into the armour.
sv_se: Den gick in i rustningen.

source: Armour: %d
sv_se: Rustning: %d

source: %d%% to armour
sv_se: %d%% till rustning

source: To %s....
sv_se: Till %s....

source: Examining %s. %s
sv_se: Undersöker %s. %s

source: You see the floor. It should be perfectly safe to walk on it.
sv_se: Du ser golvet. Det borde vara säkert att gå på det.

source: Unlocking obstacle of type %d.
sv_se: Låser upp hinder av typ %d.

source: Repairing obstacle of type %d.
sv_se: Reparerar hinder av typ %d.

source: Attacking obstacle of type %d.
sv_se: Anfaller hinder av typ %d.

source: Picking pockets of obstacle of type %d.
sv_se: Rånar hinder av typ %d.

source: You see a legend. Sorenson Clark. One of the best human programmers that have ever lived. Just like Paganini she is said to have sold her soul to the devil for her skill. Whatever is the truth, her code is like magic, and there is no denying that.
fr_fr: Vous voyez une légende. Sorenson Clark. Un des meilleurs programmeurs humains qui n'ait jamais existé. Tout comme Paganini, on dit qu'elle a vendu son âme au diable pour sa compétence. Quelle que soit la vérité, son code semble magique, et ça, c'est indéniable.
sv_se: Du ser en legend. Sorenson Clark. En av de bästa mänskliga programmerarna som någonsin levt. Precis som Paganini sägs det att hon sålt sin själ till djävulen för sin förmåga. Vad som än är sant, är hennes kod som magi, och det kan man inte förneka.

source: He is either a college student, a drug addict or a hacker. I bet he did not have a warm meal for days, he looks totally malnourished. His body keeps twitching. Must be the caffeine. I hope.
sv_se: Han är antingen en högskolestudent, en knarkare eller en hackare. Han har nog inte ätit varm mat på flera dagar. Han ser undernärd ut. Hans kropp rycker. Måste vara koffeinet. Hoppas jag.

source: Don't do steroids or you will be just like him.
fr_fr: Ne prenez jamais de stéroïdes, sinon vous finirez comme lui.
sv_se: Använd inte steroider, annars blir du som han.

source: Francis is not looking so good today. His tattered coat is not looking that much better either. The war is taking its toll on them both.
fr_fr: Francis n'a pas l'air très bien aujourd'hui. Son manteau en lambeaux n'a pas l'air mieux, non plus. La guerre se répercute négativement sur eux-deux.
sv_se: Francis verkar inte må bra idag. Hans sönderslitna rock ser inte bättre ut, den heller. Kriget har tagit ut sin rätt på dem båda.

source: This person looks totally defeated. Tattered clothes surround his skeletal form. If there was a fifth raider of the apocalypse, it would be him and his name would be Hard Work.
fr_fr: Cette personne semble totalement abattue. Des lambeaux entourent sa forme squelettique. S'il y avait un cinquième cavalier de l'apocalypse, ce serait lui et son nom serait Dur Labeur.
sv_se: Den här personen ser ut att vara helt besegrad. Slitna kläder omger hans skelettformade kropp. Om det fanns en femte av apokalypsens ryttare skulle det vara han, och hans namn skulle vara "Hårt Arbete".

source: It seems that even during the end of the world the species known as 'Salesman' is able to survive. Just his presence makes you want to kill all humans.
fr_fr: Il semble que même pendant la fin du monde, l'espèce connue sous le nom de 'vendeurs' est capable de survivre. Sa simple présence vous donne envie de tuer tous les humains.
sv_se: Det verkar som om ända in i jordens slut överlever arten känd som "Försäljare". Hans blotta existens gör att du vill döda alla människor.

source: It is very obvious that this is not a normal Red Guard. Most of them do not have oil stains on their armor and smell of alcohol.
fr_fr: Il est vraiment évident que ça n'est pas un Garde Rouge normal. La plupart d'entre eux n'ont pas de tâches d'huiles sur leur armure et ne sentent pas l'alcool.
sv_se: Det är väldigt uppenbart att detta inte är en vanlig medlem av Röda Gardet. De flesta av de brukar inte oljefläckar på sin rustning och en lukt av alkohol.

source: He must be the resident scientist. The only thing keeping his body alive is the massive coffee overdose that he takes early in the morning every day. The amount of cafeine that he has in his blood right now would be enough to kill ten humans, but since computer scientists are a different species, he is unharmed.
sv_se: Han måste vara överforskaren här. Det enda som håller hans kropp vid liv är den massiva överdos av kaffe som han tar tidigt på morgonen varje dag. Den mängd koffein han har i blodet just nu skulle vara nog för att döda tio människor. Men eftersom datorforskare är en annan art så förefaller han oskadad.

source: Just an another Red Guard. The armor hides his body.
fr_fr: Juste un autre Garde Rouge. Son armure cache son corps.
sv_se: Endast en annan Röd Gardist. Hans pansar döljer hans kropp.

source: He looks taller than most of the Red Guards, but you cannot really say anything more about him, the armor hides his body.
fr_fr: Il semble plus grand que la majeure partie des Gardes Rouges, mais on ne peut pas en dire plus, l'armure cache son corps.
sv_se: Han ser längre ut än de flesta Röd Gardister, men du kan inte säga så mycket mer om honom, hans pansar döljer hans kropp.

source: This is a major bug. Please report this incident to the developers. Thank you.
sv_se: Detta är ett stort fel. Var god, rapportera denna händelse till utvecklarna. Tack.

source: Game over.
fr_fr: Jeu terminé.
sv_se: Spelet är över.

source: waiting for you weapon to fire again!
fr_fr: attendez que votre arme tire encore !
sv_se: väntar på att ditt vapen ska avfyras igen!

source: WALLS
fr_fr: MURS
sv_se: VÄGGAR

source: CONTAINERS
fr_fr: CONTENEURS
sv_se: BEHÅLLARE

source: NATURE
sv_se: NATUR

source: ALL
fr_fr: TOUT(ES)
sv_se: ALLA

source: QUICK
fr_fr: RAPIDE
sv_se: SNABBT

source: Save Map This button will save your current map over the file '../map/Asteroid.maps' from your current working directory.
sv_se: Spara kartbiten Denna knapp kommer att spara din version över din nuvarande kartfil '../map/Asteroid.maps'.

source: Source waypoint selected : NONE
fr_fr: Point de passage source : AUCUN
sv_se: Vägpunkt till källan vald : INGEN

source: Level Editor
fr_fr: Éditeur de niveau
sv_se: Nivåeditor

source: Save Game
sv_se: Spara spel

source: Resume Game
sv_se: Återuppta spel

source: Load Game
sv_se: Ladda spel

source: New Game
sv_se: Nytt spel

source: Quit
sv_se: Avsluta

source: Gamma Correction: %1.2f
fr_fr: Correction gamma : %1.2f
sv_se: Gamma rättelse: %1.2f

source: Fullscreen Mode: %s
fr_fr: Mode plein ecran : %s
sv_se: Fullskärmsläge: %s

source: Show Blood: %s
fr_fr: Montrer le sang : %s
sv_se: Visa blod: %s

source: Automap Scale: %2.1f
fr_fr: Échelle de la carte auto : %2.1f
sv_se: Automatiskkarta skala: %2.1f

source: Background Music Volume: %1.2f
fr_fr: Volume de la musique de fond : %1.2f
sv_se: Bakgrundsmusik volym: %1.2f

source: Sound Effects Volume: %1.2f
fr_fr: Volume des effets sonores : %1.2f
sv_se: Ljudeffekts volym: %1.2f

source: Hog CPU for max. performance: %s
fr_fr: Monopoliser le CPU : %s
sv_se: CPU inställning för bästa prestanda: %s

source: Highlighting mode: %s
fr_fr: Mode de surlignage : %s
sv_se: Belysningsläge: %s

source: Skip light radius: %s
fr_fr: Désactiver le halo lumineux : %s
sv_se: Skippa ljusradie: %s

source: Skip shadow blitting: %s
fr_fr: Désactiver les ombrages : %s
sv_se: Skippa skuggblitt: %s

source: Skip fadings: %s
fr_fr: Désactiver les fondus : %s
sv_se: Skippa kantutjämning: %s

source: Show Enemy Energy Bars: %s
sv_se: Visa motståndarenergi: %s

source: Enemy Hit Texts: %s
fr_fr: Montrer lorsque l'ennemi tire : %s
sv_se: Motståndarträff markeringar: %s

source: Enemy Bumped Texts: %s
fr_fr: Montre les collisions : %s
sv_se: Motståndarstöt texter: %s

source: Enemy Aim Texts: %s
fr_fr: Montrer lorsque l'ennemi vise : %s
sv_se: Motståndarsikte texter: %s

source: All in-game Speech: %s
fr_fr: Messages supplémentaires (debug) : %s
sv_se: Allt-i spelet språk: %s

source: Reprogram bots after takeover: %s
fr_fr: Reprogrammer les robots après les avoir piratés: %s
sv_se: Programmera om botar efter övermanning: %s

source: No saved games found!! Loading Cancelled.
sv_se: Inga sparade spel funna!! Laddningen avbruten.

source: No saved games found!! Deletion Cancelled.
sv_se: Inga sparfiler funna!! Borttagning avbruten.

source: Mission:
sv_se: Uppdrag:

source: Helm
fr_fr: Heaume
sv_se: Hjälm

source: Ah, good, that we have an open collision avoiding standard, isn't it.
sv_se: Åh, bra, att vi har en kollision som undviker standarden, eller hur?

source: Hey, I'm from MS! Walk outa my way!
sv_se: Hey, Jag är från MS! Försvinn ur min väg!

source: Hey, I know the big MS boss! You better go.
sv_se: Hey, jag känner den mäktiga MS bossen! Du borde sticka.

source: average
sv_se: medelvärde

source: experienced
sv_se: erfaren

source: skilled
sv_se: skicklig

source: inhuman
sv_se: omänsklig

source: god-like
sv_se: gudalik

source: super-god-like
sv_se: super gudalik

source: wicked sick
sv_se: sjukt svårt

source: Time to hold out still: %2d:%2d
sv_se: Kvarstående tid att hålla ut: %2d:%2d

source: Bots remaining on level: %d
sv_se: Återstående robotar på denna nivå: %d

source: Str: %d
fr_fr: For. : %d

source: Level editor guide Use this button to enter the level editor keymap display.
fr_fr: Guide de l'éditeur de niveau Utilisez ce bouton pour entrer dans l'affichage du clavier de l'éditeur de niveau.

source: Toggle display Tux Use this button to toggle between Tux displayed in level editor or Tux hidden in level editor.
fr_fr: Commuter l'affichage de Tux Utilisez ce bouton pour basculer entre afficher Tux ou cacher Tux dans l'éditeur de niveau.

source: Str: %d
fr_fr: For: %d

source: GPS: X=%3.1f Y=%3.1f Lev=%d
fr_fr: GPS: X=%3.1f Y=%3.1f Niv=%d
