Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_data.po
Languages: de_de

source: This droid was designed from archive data. For some unknown reason it instils great fear in Human adversaries.
de_de: Dieser Roboter wurde von Archiv Data entworfen. Aus unerfindlichen Gründen flößt er menschlichen Gegnern große Furcht ein.

source: Experimental command cyborg. Fitted with a new type of brain. Mounted on a security droid anti-grav unit for convenience. warning: the influence device may not control a primode brain for long.
de_de: Experimenteller Kommando-Cyborg. Mit einer neuen Art von Gehirn ausgestattet. Wurde aus Bequemlichkeit auf die Antigrav-Plattform eines Sicherheitsbots montiert. Warnung: eine Fernsteuer-Einheit kann ein Primode-Gehirn nicht sehr lange unter Kontrolle halten.

source: This is a typical professor/sage character of some older age. They are not armed as powerfully as e.g. the red guards.
de_de: Typischer Professor/Rats-Charakter fortgeschrittenen Alters. Nicht so schwer bewaffnet, wie z.B. die Roten Wachen.

source: This is a typical red (male) guard/fighter character. They are equipped with powerful PowerExterminators.
de_de: Typische rote Wächter-/Kämpfer-Figur (männlich). Mit mächtigem Power-Exterminator ausgerüstet.

source: This is the hot_mama shopkeeper character model.
de_de: Das 'Heiße_Mamma' Ladenbesitzer-Modell (weiblich).

source: This is the female scientist character model. They are not armed as powerfully as e.g. the red guards.
de_de: Typischer Wissenschaftler (weiblich). Nicht so gut bewaffnet, wie z.B. die Roten Wachen.

source: This is the brown worker model. They are not armed as powerfully as e.g. the red guards.
de_de: Die Figur 'brauner Arbeiter'. Nicht so stark bewaffnet, wie z.B. die Roten Wachen.

source: This is a useless comment. Thanks for your attention.
de_de: Dies ist ein nutzloser Kommentar. Danke für Ihre Aufmerksamkeit.

source: This is the cook.
de_de: Das ist der Koch.

source: This is a typical professor/sage character of some older age. They are not armed as powerfully as e.g. the red guards.
de_de: Ein typischer Professor-/Rats-Charakter fortgeschrittenen Alters. Nicht so schwer bewaffnet, wie z.B. die Roten Wachen.

source: This is a typical sex bomb. This one is even armed.
de_de: Eine typische nymphomane Sexbombe. Diese hier ist sogar 'scharf'!

source: This is the bartender.
de_de: Das ist der Barkeeper.

source: I met a Red Guard named Bender. He poisoned himself with some brain enlargement pills, which turned out to be highly carcinogenic. The city doctor will not give him the antidote, so it is up to me to save him.
de_de: Ich habe eine der Roten Wachen getroffen, Bender sein Name. Er hat sich selbst mit irgendwelchen Gehirnbooster-Pillen vergiftet, die sich als höchst karzinogen herausgestellt haben. Der hiesige Doktor will ihm kein Gegenmittel verabreichen - deshalb ist es an mir, ihn zu retten.

source: The doctor was easily fooled. I have the pills that Bender needs.
de_de: Der Doktor war leicht zu überlisten. Ich habe die Pillen, die Bender braucht.

source: I killed the doctor. I feel sick. What a disgusting mess. At least I get to help Bender now.
de_de: Ich habe den Doktor umgebracht. Ich fühle mich total mies. Was für ein abscheuliches Chaos. Wenigstens kann ich Bender jetzt helfen.

source: Bender is fine now. He gave me some muscle enlargement pills in return for my help. Hmm...
de_de: Bender geht's gut jetzt. Er hat mir einige Muskelwachstums-Pillen als Dank für meine Hilfe gegeben. Hmm...

source: The yellow toolkit
de_de: Das gelbe AutoServ-Werkzeugset

source: Dixon, the leader of the Red Guard technical division, lost his yellow toolkit in the city's maintenance tunnels. I am supposed to get it from there.
de_de: Dixon, der Leiter der technischen Abteilung der Roten Wache, hat sein gelbes Werkzeugset in den Wartungstunneln unter der Stadt verloren. Ich soll es von dort besorgen.

source: The bots in the tunnels might be sentient. I cannot wait to extinguish an emerging life form. This will be fun.
de_de: Hm, die Bots in den Tunneln könnten empfindungsfähig sein. Ich kann's kaum erwarten, eine sich entwickelnde Lebensform im Keim auszulöschen... das wird ein Spaß! HA! HA! HA!

source: I refused to get the toolkit from the bots in the tunnels because I think they might be sentient. Life is precious and should be preserved.
de_de: Ich habe mich geweigert, das Werkzeugset den Robots in den Wartungstunneln zu stehlen, weil ich glaube, dass es fühlende Wesen sind. Leben ist kostbar und sollte geschützt werden!

source: The tunnels bots seem to be working together with Dixon in keeping the city working. All is well that ends well.
de_de: Die Tunnel-Roboter scheinen mit Dixon zusammenzuarbeiten, um das Leben in der Stadt aufrecht zu erhalten. Ende gut, alles gut!

source: Finally. I am tired, covered in bruises and oil... But I made sure that the all the bots are dead. It felt great to break their metal bodies and crush their circuits. Dixon didn't seem too happy about this solution, but I don't care. It was fun killing the bots. Nothing else matters.
de_de: Endlich. Ich bin müde, mit blauen Flecken und Öl bedeckt... Aber ich konnte sicherstellen, dass all diese Blechteufel zur Hölle fahren. War einfach grandios, ihre Metallkörper aufzureißen und ihre Schaltkreise zu zerfetzen..! Dixon schien über diese Lösung nicht sehr begeistert zu sein, aber was kümmert's mich. War ein Heidenspaß, die Robbies zu verschrotten! Nur das zählt.

source: I gave the toolkit to Dixon. He was very happy to have his autotools back. I got his helmet as a gift. I guess this is better than nothing.
de_de: Ich habe die Werkzeugkiste an Dixon übergeben. Er war sehr glücklich darüber, seine Autserv-Werkzeuge zurückzubekommen. Jetzt habe ich seinen Helm als Geschenk. Ich schätze, das ist besser als nichts.

source: I sold the toolkit to Dixon for a nice sum of money. Life is good.
de_de: Ich hab das Werkzeugset an Dixon verkauft - für eine hübsche Stange Geld. Das Leben ist schön!

source: I sold the toolkit to Dixon for a huge sum of money. Life is great.
de_de: Ich hab das Werkzeugset an Dixon verkauft - für einen riesen Batzen Geld... das Leben ist großartig!

source: I sold the toolkit to Dixon for a enormous sum of money. Life is truly grand. But, I better stay away from Dixon for now... He seemed very angry at me.
de_de: Ich hab das Werkzeugset für eine enorme Summe an Dixon verkauft. So macht das Leben Spaß! Ich halte mich aber fürs erste lieber von Dixon fern... Er schien ziemlich wütend auf mich zu sein.

source: Anything but the army snacks, please!
de_de: Nur keine Armeerationen, bitte!

source: I am supposed to get some dilithium crystals for that cook. Without them he cannot cook anything in his macrowave oven. And without his cooking the whole city is stuck eating army snacks. Many people have committed suicide because of the horrible food. This madness must stop.
de_de: Ich soll einige Diliziumkristalle für diesen Koch auftreiben. Ohne die kann er nichts in seinem Makrowellen-Herd zubereiten. Und ohne seine Kochkünste ist die ganze Stadt dazu verdammt, Armee-Rationen zu vertilgen. Viele Leute hier haben schon Selbstmord wegen diesem horrenden Fraß begangen. Dieser Wahnsinn muss ein Ende haben.

source: I gave him enough dilithium to last him a decade. The evil spectre of eating army snacks is lifted from the city.
de_de: Ich habe ihm genug Dilizium für ein ganzes Jahrzehnt gebracht. Der böse Fluch, auf Armee-Futter angewiesen zu sein, ist endlich von der Stadt genommen.

source: Fighting in the arena is not something I would usually do, but I feel like doing it for a change. Why not?
de_de: In der Arena zu kämpfen ist nichts, was ich normalerweise machen würde, aber ich glaube, ich muss was für mein Image tun. Warum also nicht?

source: Now that was easy. *Yawn*. I nearly fell asleep. No problem at all, the bots are dead.
de_de: Also, das war ja einfach. *Gähn*. Bin fast dabei eingeschlafen. Überhaupt kein Problem, alle Bots sind hinüber.

source: Time to say goodnight
de_de: Zeit, "Gute Nacht" zu sagen

source: I told the arena master to let me into his master arena. He agreed. Now all that remains to do is to enter the teleport and wait for death herself to come on her black wings and claim my soul. You know, now that I think about it... Maybe I should stay out of there?
de_de: Ich habe den Arenameister aufgefordert, mich in seine Experten-Arena einzulassen. Er hat eingewilligt. Alles, was ich jetzt noch tun muss, ist den Teleporter zu betreten und darauf zu warten, dass der Tod höchstpersönlich auf schwarzen Schwingen kommt, um meine Seele einzufordern. Also, wenn ich's recht bedenke... vielleicht sollte ich mich von da fernhalten?

source: I survived the master arena. A miracle. Whew.
de_de: Ich habe die Meister-Arena überlebt... was für ein Wunder! Puh.

source: Opening a can of bots...
de_de: In ein Roboternest stechen...

source: I am supposed to clean out the first level of some warehouse. Sounds easy.
de_de: Ich soll das erste Untergeschoss irgendeines Lagerhauses von Robotern säubern. Hört sich einfach an.

source: Ouch. It wasn't. At least I am alive, and the warehouse is clear. *Whew*.
de_de: Autsch. Wars gar nicht! Immerhin bin ich am Leben und das Lagerhaus ist gesäubert. *Puh*!

source: And there was light...
de_de: Und es wurde Licht...

source: Kevin has a problem with his energy supply. His bots keep rebooting the system, and he cannot conduct any experiments with an unstable power supply. My job is to stabilize the power. I think that implies removing the stupid bots.
de_de: Kevin hat ein Problem mit seiner Energieversorgung. Seine Roboter booten das System ständig neu und er kann keine Experimente bei unstabiler Stromzufuhr durchführen. Meine Aufgabe ist es, die Versorgung zu stabilisieren. Ich schätze, das beinhaltet das Entfernen der blöden Bots.

source: The entrance is in Kevins garden. According to Kevin I also don't need to bother with bots on the first level, just go straight for the second level.
de_de: Der Eingang ist in Kevins Garten. Laut seinen Worten muss ich mich auch nicht mit den Robots im ersten Untergeschoss herumschlagen, sondern kann einfach direkt das zweite in Angriff nehmen.

source: Hope everything is back to normal now. I better go check with Kevin.
de_de: Jetzt ist hoffentlich alles wieder in Ordnung. Ich sollte wohl besser mit Kevin reden.

source: Everything *is* back to normal for now, so Kevin doesn't need to spend all his time monitoring the power levels.
de_de: Jetzt IST alles wieder in Ordnung. Kevin muss nicht mehr seine ganze Zeit damit vergeuden, das Spannungsniveau im Auge zu behalten.

source: A kingdom for a cluster!
de_de: Ein Königreich für einen Cluster!

source: Kevin gave me a cube full of some kind of data. I am supposed to take it to a computer cluster for analysis. Ought to be simple.
de_de: Kevin gab mir einen Würfel, randvoll mit irgendwelchen Daten. Ich soll ihn zur Analyse zu einem Rechnercluster bringen. Sollte einfach sein.

source: Yes, that was simple. I wish everything else went as smoothly as this one did...
de_de: Ja, das war einfach. Ich wünschte, alles andere liefe so glatt ab, wie das hier...

source: Opening access to MS Office
de_de: Öffne Zugang zum MS-Büro

source: Spencer has revealed the information from the data cube evaluation to me. It seems there is an old military research facility near the town. By taking over the control droid, I should be able to control the disruptor shield at the facility. I could activate it permanently, thereby locking off the Hell Fortress, and the bots it's producing, forever. Alternatively, I could disable it, and fight my way through the Hell Fortress droids until I reach the main control droid and update it, thereby disabling all bots in the entire area around town in one fell swoop.
de_de: Spencer hat mir die Informationen der Datenkubus-Auswertung enthüllt. Scheint so, als gäbe es da eine alte militärische Forschungseinrichtung in der Nähe des Orts. Durch die Übernahme des Steuer-Androiden wäre ich in der Lage, den Disruptorschild dieses Komplexes zu kontrollieren. Ich könnte ihn entweder dauerhaft aktivieren und dadurch die Höllenfestung und die Robots, die sie produziert, für immer von ihrer Verbindung zur Außenwelt abschneiden. Alternativ dazu könnte ich den Schild deaktivieren und mir einen Weg durch die Roboter in der Höllenfestung kämpfen, bis ich den Kontroll-Androiden erreiche, um ihm ein Update zu verpassen, das sich gewaschen hat. Damit wären alle Bots in der gesamten Gegend um die Stadt herum auf einen Schlag ausgeschaltet.

source: There, I've found and entered the base.
de_de: Da, ich habe die Basis gefunden und betreten.

source: I've taken over the control droid and activated the disruptor shield. Now the town is safe.
de_de: Ich habe die Kontrolle über die Steuerzentrale erlangt und den Disruptorschild aktiviert. Jetzt ist die Stadt in Sicherheit!

source: I've taken over the control droid and disabled the disruptor shield. Now, I should go to the Hell Fortress and hack the MS firmware update system.
de_de: Ich habe die Kontrolle über den Steuer-Androiden erlangt und den Disruptorschild deaktiviert. Nun sollte ich mich schleunigst zur Höllenfestung aufmachen, um das Firmware-Updatesystem von MS zu hacken.

source: I've killed the control droid. Now it will not be able to disable the disruptor shield to let bots through. The town is safe.
de_de: Die Steuerzentrale ist in meiner Gewalt. Nun kann der Disruptorschild nicht mehr deaktiviert werden, um die Roboter-Horden hindurchzulassen. Jetzt ist die Stadt in Sicherheit!

source: I've finally managed to propagate my firmware update. Now, all the hostile bots are nothing more than pieces of rusty metal.
de_de: Endlich, ich habe es geschafft, mein Firmware-Update zu verbreiten. Jetzt sind alle feindlichen Robots nur mehr vorsichhinrostende Blechhaufen!

source: Propagating a faulty firmware
de_de: Eine fehlerhafte Firmware verteilen

source: I can now enter the fortress and find the upgrade server bot. The fortress gates are in the Crystal Fields. Spencer told the guards to open the doors for me.
de_de: Jetzt kann ich in die Festung eindringen und den Upgrade-Server-Robot aufspüren. Die Festungs-Tore befinden sich auf den Kristallfeldern. Spencer hat die Wachen dort angewiesen, mich passieren zu lassen.

source: I've managed to propagate my (slightly modified!) firmware update. Now the bots using this update server are nothing more than pieces of rusty metal.
de_de: Geschafft! Ich konnte mein (leicht modifiziertes!) Firmware-Update verbreiten. Jetzt sind alle von diesem Update-Server abhängigen Robots nichts weiter, als vor sich hin rostende Blechhaufen...

source: SADD's power supply
de_de: SAGEs Energieversorgung

source: I am supposed to get some dilithium crystals for that SADD.
de_de: Ich soll ein paar Diliziumkristalle für diesen SAGE besorgen.

source: Done. He looks happy.
de_de: Geschehen. Er scheint glücklich zu sein.

source: Tania's sanitary
de_de: Die Zuflucht Tanias

source: I have met a girl locked in a secret area. If I manage to disable the autoguns, she will be able to go to the surface and look at the sun again.
de_de: Ich habe ein Mädchen, das an einem geheimen Ort eingeschlossen war gefunden. Wenn ich es schaffe, die Selbstschuss-Anlagen abzuschalten, könnte sie zur Oberfläche gelangen und die Sonne wieder sehen.

source: I have found that SACD and took him over.
de_de: Ich habe diesen KAGE gefunden und gehackt.

source: Tania is free now!
de_de: Tania ist wieder frei!

source: Saving the shop
de_de: Den Laden retten

source: Ms. Stone can't afford to pay her taxes, and it looks like the family business will be going under soon. She needs 2000 cyberbucks to stay afloat. I should try to help her out.
de_de: Miss Stone kann ihre Steuern nicht mehr bezahlen und es sieht so aus, als würde das Familienunternehmen bald untergehen. Sie bräuchte 2000 Tribucks, um liquide zu bleiben. Ich sollte versuchen, ihr unter die Arme zu greifen.

source: Ms. Stone was really grateful for my help. She took only what she needed from me, and still rewarded me with a shotgun she had been hiding from the Red Guard.
de_de: Miss Stone war wirklich dankbar für meine Hilfe. Sie nahm von mir nur, was sie wirklich brauchte und belohnte mich sogar noch mit einer Schrotflinte, die sie vor der Roten Wache versteckt hatte.

source: Ms. Stone was really grateful for my help. She took only what she needed from me.
de_de: Miss Stone war wirklich dankbar für meine Hilfe. Sie nahm von mir nur, was sie wirklich brauchte.

source: I tricked that Ms. Stone into believing I was going to help her out. It was funny to see her get angry.
de_de: Ich habe Miss Stone an der Nase herumgeführt und sie glauben machen, ich würde ihr aus der Klemme helfen. War hübsch lustig zu sehen, wie sie in Wut geraten ist.

source: The stranger east of town
de_de: Der Fremde östlich der Stadt

source: I should probably try to find that strange guy rumoured to be living east of town. If he can manage to survive outside of town, he might have some useful information for me. But, maybe not right away, it might be too dangerous with all these bots around.
de_de: Ich sollte vielleicht versuchen, den seltsamen Burschen zu finden, von dem behauptet wird, er lebe irgendwo östlich der Stadt. Wenn er im Stande ist, außerhalb der Stadtmauern zu überleben, könnte er über für mich nützliche Informationen verfügen. Allerdings, vielleicht nicht jetzt sofort; es könnte zu gefährlich sein, bei all den Robotern da draußen.

source: I seem to have found Kevins home.
de_de: Ich scheine Kevins Zuflucht gefunden zu haben.

source: Doing Duncan a favour
de_de: Duncan einen Gefallen erweisen

source: Find Koan in the desert.
de_de: Koan in der Wüste aufspüren.

source: I took revenge for Duncan by killing Koan.
de_de: Ich habe Duncan gerächt, indem ich Koan auslöschte.

source: I met and talked to Koan, but didn't kill him.
de_de: Ich habe Koan gefunden und mit ihm gesprochen, ihn aber nicht getötet.

source: Tutorial Shooting
de_de: Schusswaffen-Einführung

source: Tutorial Tom wants me to shoot those bots.
de_de: Tutorial Tom will, dass ich diese Roboter zusammenschieße.

source: That was like shooting fish in a barrel. I could use a fish about now.
de_de: Das war, wie Fische in einem Faß zu erschießen. Ich könnte jetzt einen Fisch gut brauchen...

source: I decided not to finish the shooting tutorial.
de_de: Ich habe mich entschieden, die Schusswaffen-Einführung nicht zu Ende zu führen.

source: Tutorial Hacking
de_de: Hacker-Einführung

source: Tutorial Tom wants me to hack those bots.
de_de: Tutorial Tom verlangt von mir, dass ich diese Bots hacke.

source: Well, it took a lot of work, but I showed those bots who's boss.
de_de: Also, war zwar ein Stück Arbeit, aber ich habe diesen Robos gezeigt, wer der Boss ist.

source: I am a big bad bug in the game. Report me. Please.
de_de: Ich bin ein großer, böser Bug im Spiel. Melde mich. Bitte.

source: Living
de_de: Lebendig

source: coated in teflon
de_de: teflonbeschichtet

source: of Almost Zodiac
de_de: von gleichem Sternzeichen

source: Resonant
de_de: Resonator

source: Cow
de_de: Kuh

source: Bull
de_de: Bulle

source: Mouse
de_de: Maus

source: Jackdaw
de_de: Dohle

source: Hardcoded
de_de: Festcodiert

source: Melting
de_de: Schmelzend

source: Cursed
de_de: Verflucht

source: Perfect
de_de: Perfekt

source: First aid
de_de: Erste Hilfe

source: Razor sharp
de_de: Messerscharf

source: Light
de_de: Licht

source: Beautiful
de_de: Wunderschön

source: Howling
de_de: Heulend

source: Accelerating
de_de: Beschleunigend

source: Colorful
de_de: Farbig

source: Rainbow
de_de: Regenbogen

source: Suicide
de_de: Selbstmord

source: Broken
de_de: Zerbrochen

source: Fluorescent
de_de: Fluoreszierend

source: Luminescent
de_de: Leuchtend

source: Blazing
de_de: Lodernd

source: Hungry
de_de: Hungrig

source: Devouring
de_de: Verschlingend

source: Ravenous
de_de: Gefräßig

source: OMGWTF
de_de: Oh mein Gott - was zum Geier!

source: of good design
de_de: von gutem Entwurf

source: with no suffix
de_de: ohne suffix

source: with sharp edges
de_de: mit scharfen Kanten

source: covered in blood
de_de: blutig

source: covered in oil
de_de: ölig

source: , 'the Murderer'
de_de: , 'der Mörder'

source: , 'the Healer'
de_de: , 'der Heiler'

source: , 'the Rabbit'
de_de: , 'der Hase'

source: , 'the Seeker'
de_de: , 'der Suchende'

source: , 'the World'
de_de: , 'die Welt'

source: from hell
de_de: aus der Hölle

source: with strange runes
de_de: mit komischen Runen

source: with a curse
de_de: mit einem Fluch

source: Cool
de_de: Kalt

source: Frozen
de_de: Gefroren

source: of ice
de_de: aus Eis

source: of chills
de_de: vor Kälte
