Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_dialogs.po
Languages: ru_ru

source: I am a 614 security bot, once one of the best-selling products of the Nicholson company.
ru_ru: Я робот-охранник модель 614, когда-то один из наиболее продаваемых продуктов компании Николсона.

source: No. The hostiles have not shown up within the last 24 hours.
ru_ru: Нет. Враги не показывались уже более 24 часов.

source: The official manual classifies the 614 as a high class security droid.
ru_ru: Официальная инструкция классифицирует модель 614 как высококлассного робота-охранника.

source: It was mainly used within ships to protect certain areas from intruders.
ru_ru: Использовались в основном внтури кораблей для защиты определённых участков от захватчиков.

source: It is considered an old but reliable device.
ru_ru: Считается старым, но надёжным устройством.

source: So don't worry. I'm still in pretty good shape.
ru_ru: Так что не беспокойся. Я всё ещё в достаточно хорошей форме.

source: My orders are to protect the living beings in this camp from attacks by hostile bots.
ru_ru: Мне приказано защищать жителей лагеря от аттак вражеских роботов.

source: This has top priority. There are no other priorities.
ru_ru: Этот приказ имеет наивысший приоритет. Другие приоритеты отсутствуют.

source: I belong to a an older generation of bots, running a custom-made security guard operating system.
ru_ru: Я принадлежу к более старому поколению роботов, работающим под управлением специально спроектированной защищённой операционной системы.

source: None of the bots of this generation were affected by the proceedings that led to bots attacking, generally known as the Great Assault.
ru_ru: Ни один из роботов этого поколения не попал под влияние тех событий, которые заставляют роботов атаковать, более известных как Великое Восстание.

source: Even though discontinued from Nicholson Company long ago, today, some people have picked up the work and are even trying to improve the operating system running on my series.
ru_ru: Даже несмотря на то, что компании Николсона давно уже нет, некоторые люди продолжают работу и даже пытаются улучшить нашу операционную систему.

source: Don't forget to buy products from Nicholson Company. They are the best.
ru_ru: Не забудь купить что-нибудь из продукции компании Николсона. Они лучшие.

source: See you later.
ru_ru: Увидимся позже.

source: Resuming guard program.
ru_ru: Восстановление охранной программы.

source: Ah, so you are the new member. Welcome. My name is Benjamin, and I take care of our ranged weaponry here in the citadel.
ru_ru: А, так это ты у нас новичок? Добро пожаловать. Я Бенджамин, заведующий пушками тут у нас, в цитадели.

source: I'm experimenting with new designs. I want to redesign the laser pistol.
ru_ru: Я экспериментирую с новыми проектами. Я хочу переделать лазерный пистолет.

source: A lot of energy is wasted somewhere during firing, and I have no idea where. If I could find the source of the problem, the gun would become much more powerful.
ru_ru: Много энергии куда-то девается при стрельбе, а я даже понятия не имею, куда. Если бы я нашел источник проблемы, пистолет был бы куда мощнее.

source: So far all my prototypes have failed. Mostly overheating and jamming. Sometimes I wonder if I am doing something wrong.
ru_ru: Но пока что все мои прототипы ломаются. Обычно они плавятся из-за перегрева. Иногда я удивляюсь, что же всё-таки делаю не так?

source: If anyone in this city knows more about guns than me, then I am not called Benjamin.
ru_ru: Если кто-то в этомгороде знает об оружии больше, чем я, то меня зовут не Бенджамин!

source: Of course I will need compensation for the ammunition spent in the training and for my time. Say... Hundred triangles should be enough.
ru_ru: Конечно, мне потребуется компенсация за растраченный на тренировке боезапас. Скажем... сто треугольничков будет достаточно.

source: Hmm... There might be something in that idea. I will think about it.
ru_ru: Хм-м... В этой идее что-то есть. Я подумаю об этом.

source: Hmm... I will think about it. Hmm...
ru_ru: Хм-м.. Я подумаю об этом. Хм-м...

source: Yeah, maybe you are right. I will think about it.
ru_ru: Ага, возможно, ты и прав. Я подумаю об этом.

source: Well, for novice members there are simple laser and plasma pistols. They have their share of problems, but they do the trick nine times out of ten.
ru_ru: Ну, для новичков есть простые лазерные и плазменные пистолеты. They have their share of problems, but they do the trick nine times out of ten.

source: For bigger bots we have bigger guns. The exterminator is the best weapon that we have. We hand them out only in case of an emergency or to highly experienced people.
ru_ru: Для ботов побольше и пушки есть посолиднее. Экстерминатор - это лучшее оружие, что у нас есть. Но мы его выдаём только в крайних случаях или высокоопытным специалистам.

source: It is!
ru_ru: Так и есть!

source: While many people find the ammunition canisters too big, and the bullets too slow. Even they cannot deny that once plasma hits, it leaves big holes.
ru_ru: Множество людей считает, что амуниция очень тяжела, а заряды слишком медленны. Но даже они не отрицают, что раз уж плазма куда ударила, то там останутся только большие дырки.

source: Plasma is matter, ionised gas to be exact. It also happens to be hot enough to make steel boil.
ru_ru: Плазма - это особое состояние материи, ионизированный газ, если быть точным. И еще она настолько горяча, что сталь от нее просто кипит.

source: Most of new recruits hate how hard to aim this weapon is. If bullets were animals, then plasma would be a well fed cow. By the time it arrives at the target, the bot is already a mile away.
ru_ru: Большинству новых рекрутов не нравится, что из этого оружия трудно прицелиться. Если сравнить пули с животными, то плазма - это откормленная корова. Когда она попадает в место назначения, бот уже уехал за километр.

source: If you are going to use plasma weapons you need to remember one thing: Don't let the weapon get damaged.
ru_ru: Если будешь использовать плазменное оружие, то ты должен помнишь одну вещь: Не допускай повреждения оружия.

source: Even though our armor is designed to resist high temperatures, once the plasma containment module goes, you will die, along with anything within ten meters of you.
ru_ru: Хотя наша броня и сделана, чтоб выдерживать высокие температуры, если плазмосодержащий контейнер бабахнет - ты сдохнешь, как и всё в радиусе десяти метров от тебя.

source: Because of all those drawbacks plasma weapons are not too popular. Quite a pity, they have great potential.
ru_ru: Вот из-за этих всех заморочек плазменное оружие и не такое популярное. А очень жаль, у него огромный потенциал.

source: Laser is the technology employed in most of our weaponry. It uses a focused light beam to cause damage.
ru_ru: Лазер - это технология применяемая в большинстве средств нашего асенала. Он использует фокусированный луч когерентного излучения большой мощности для нанесения повреждений.

source: Because the beam is composed out of light, it travels REALLY fast. Also it is not affected by gravity or wind, which makes aiming easier.
ru_ru: Так как излучение - это, собственно говоря, свет, оно движется ОЧЕНЬ быстро. И на него не влияют ни гравитация, ни ветер, что делает прицеливание очень простым.

source: However, other than a good training tool for newbies, that design just fails to deliver.
ru_ru: Как бы то ни было, кроме как для тренировки, лазер мало на что годен.

source: The shots tend to be underpowered, the gun takes a long while to power up for a shot and can overheat during intense combat.
ru_ru: Мощность не полностью переходит в выстрел, оружие долго заряжается меж выстрелами и может перегреться во время интенсивной перестрелки.

source: This is why I am trying to improve it, but so far I have had no success. I just feel like giving up.
ru_ru: Поэтому я пытаюсь усовершенствовать его, но до сих пор безуспешно. Я уже почти сдался.

source: Sorry, but that is classified and confidential. I have said too much already.
ru_ru: Извини, но это засекречено и конфиденциально. Я и так тебе уже слишком много сказал

source: Intriguing.
ru_ru: Ты меня заинтриговал.

source: See you later!
ru_ru: До свидания!

source: Hello. We are the Fleischer brothers.
ru_ru: Здравствуй. Мы - братья Фляйшер.

source: I am Engel. He is Geist, and he does not know the language.
ru_ru: Я - Энгель. Он - Гайст, и он не знает языка.

source: Revenge.
ru_ru: Мстим.

source: The bots have killed our mother. Now we kill them.
ru_ru: Боты убили нашу мать. Теперь мы убиваем их.

source: No mercy. We hunt them.
ru_ru: Безжалостно. Мы на них охотимся.

source: Nein. Let us die as warriors. That is all we ask for.
ru_ru: Nein. Позволь нам умереть как воинам. Это всё, о чем мы просим.

source: Sehr gut. Let them come. We are ready.
ru_ru: Sehr gut. Пусть приходят. Мы готовы.

source: What a beautiful day. Yes.
ru_ru: Какой прекрасный день. О, да.

source: No.
ru_ru: Нет.

source: Every day since the mess started I come here to fight the bots.
ru_ru: Каждый день с тех пор, как началась заваруха я прихожу сюда, чтобы бить ботов.

source: Today will be no different.
ru_ru: Сегодняшний день не будет исключением.

source: Do not try to stop us. We have our rifles loaded.
ru_ru: И не пытайся остановить нас. Наши винтовки заряжены.

source: Nowhere. This is the end of the world. There is no help.
ru_ru: Нигде. Это конец мира. Помощи не будет.

source: There is a city a bit south from here, but if I were you, I would not go there.
ru_ru: Немного на восток отсюда есть город. Но на твоем месте я бы туда не ходил.

source: The Rot Guard is the ruler there, and cruelty is their solution to everything.
ru_ru: Там заправляет Красный Гвардия, и жестокость - это их ответ на всё происходящее.

source: Real freedom is really dead.
ru_ru: Настоящая свобода по-настоящему мертва.

source: WHAT?! What is it that you want to say?
ru_ru: ЧТО?! Что это ты такое хочешь сказать?

source: WHAT!? SPIT IT OUT!
ru_ru: ЧТО!? НУ-КА, ВЯКНИ!

source: Donnerwetter, you are a funny one.
ru_ru: Donnerwetter, а ты есть забавный.

source: I hope that one day we shall meet again, maybe in a better time.
ru_ru: Надеюсь, однажды мы снова встретимся, возможно в лучшие времена.

source: Maybe then you will tell us other gut jokes that you know.
ru_ru: Может быть тогда ты расскажешь нам другие хороший шутки, которые знаешь.

source: Maybe one day...
ru_ru: Может быть, однажды...

source: I was a bot constructor. Built the killers of my mother.
ru_ru: Я конструировал ботов. Строил убийц своей матери.

source: Now I sell the parts that I remove from the bots to buy more ammunition and food.
ru_ru: Теперь я продаю запчасти, которые достаю из ботов, чтоб купить снаряжение и продукты.

source: Yes.
ru_ru: Да.

source: I will sell the information for a lot of cybergeld.
ru_ru: Я продам информацию за много киберденег.

source: Interested?
ru_ru: Интересуешься?

source: Nein. Our problem. Our hunt.
ru_ru: Nein. Наша проблема. Наша охота.

source: I'll be going then.
ru_ru: Ну, я пойду.

source: Goodbye and viel gluck.
ru_ru: Прощай. Viel gluck.

source: Oh, thank heavens! You are still alive. Maybe not all hope is lost.
ru_ru: О, хвала небесам! Ты ещё жив! Возможно, ещё не всё потеряно.

source: Oh dear. This is not good. Not good.
ru_ru: Ох, дорогой. Это плохо, очень плохо.

source: *sigh* Long stasis sleep can cause neurological damage and impact the memory. Looks like that is what happened here.
ru_ru: *вздыхает* Долгий сон в стасисе может вызвать расстройство высшей нервной деятельности и потерю памяти. Похоже, именно это с тобой и произошло.

source: It will all come back to you in a few hours, but I guess I will make it easier for you if I say what I know.
ru_ru: Вся память вернётся к тебе за несколько часов, но, полагаю, нам будет легче, если я расскажу всё, что знаю сам.

source: You are a Linarian, a species not native to this planet. Twenty of you arrived here close to a century ago.
ru_ru: Ты линарианец, инопланетное существо. Двадцать линарианцев прибыли сюда около века назад.

source: There was a... misunderstanding of some sort and humans welcomed your expedition with blaster fire. A terrible mistake on our part.
ru_ru: Произошло... некоторое недопонимание и люди встретили вашу экспедицию огнём бластеров. Ужасная ошибка с нашей стороны.

source: A few of you survived the slaughter and went into hiding and obscurity.
ru_ru: Некоторые из вас выжили в этой бойне и стали скрываться и избегать огласки.

source: During that time Linarians became known as helpers and heroes. Of course now most people think it all was just a fairy tale.
ru_ru: За это время линарианцы прославились как наставники и герои. Конечно, сейчас большинство людей полагает, что это всё лишь красивая сказка, не более.

source: It is a long story. It all happened five months ago.
ru_ru: Это долгая история. Всё произшло пять месяцев назад.

source: I was at a protest against MegaSys, a computer company. They killed free software by finding a loophole in the GPL3.14 licence. It all became their property. Bastards.
ru_ru: Я был на акции простеста против комании МегаСис. Они угробили свободное программное обеспечение, найдя рекурсивную брешь в лицензии GPL версии 3.14+1. Всё свободное ПО стало их собственностью. Ублюдки, 3.14+1ы.

source: Lots of people were angry about this. Protests and riots spread in waves all around the world.
ru_ru: Множество людей были взбешены таким оборотом дел. Акции простеста и мятежи захлестнули весь мир.

source: When the police bots approached at dawn, we thought that they were going to simply disperse the crowds. Instead, they started killing us.
ru_ru: Когда на рассвете к нам стали приближаться полицейские боты, мы думали, что они будут стараться просто рассеять скопления народа. Они же начали нас убивать.

source: I broke into a parked hover car and used it to escape. The sight from the air was horrible.
ru_ru: Я вскрыл припаркованный флаер и сбежал. Вид с высоты птичьего полёта был ужасающим.

source: The city was full of flames, flashes of gunfire and screaming people. That image still does not let me sleep at nights.
ru_ru: Город был наполнен огнём пожаров, всплохами выстрелов и криками гибнущих людей. Эта картина всё ещё не даёт мне спать по ночам.

source: First we made them, and then they unmade us. How ironic.
ru_ru: Сначала мы сделали их, а потом они разделались с нами. Как иронично.

source: I got shot down and I crashed a few kilometers away from here.
ru_ru: Меня подбили и я упал в нескольких километрах отсюда.

source: Later I learned that the bots started attacking all around the globe. The journalists called it 'The Great Assault'. The name stuck.
ru_ru: Позже я узнал, что боты начали атаковать людей обновременно по всему земному шару.

source: Then the bots started jamming our broadcasts and long distance communication became impossible.
ru_ru: Потом боты начали глушить радиочастоты широковещательных каналов и связь на большие дистанции стала невозможна.

source: I have no idea what happened in the world after that. We are cut off.
ru_ru: У меня нет никаких идей, что же произошло после этого. Мы отрезаны от мира.

source: For all I know the war might be already over.
ru_ru: Для всех, кого я знаю война уже, наверно, закончилась.

source: Where am I?
ru_ru: Где я?

source: The locals call the place Temple Wood. We are located not too far away from a mining town where we have made a stand against the damn contraptions.
ru_ru: Местные называют это место "Храмный лес". Мы находимся неподалёку от горняцкого городка, где держим оборону против чертовых достижений прогресса.

source: I am sorry to disappoint, but my knowledge of geography is a bit lacking, I have no idea where in the world we are.
ru_ru: Извини, если разочарую, но моё знание географии очень отрывочно и я абсолютно не представляю, где именно мы находимся.

source: Most people here have a German accent, so if I had to guess, I would say Europe.
ru_ru: Большинство людей здесь говорит с немецким акцентом, так что, полагаю, мы в Европе.

source: The planet you mean? No one knows that. None of you ever said anything about it.
ru_ru: На эту планету, ты имеешь в виду? Никто из вас никогда ничего об этом не говорил.

source: Sorry, I cannot help you with that.
ru_ru: Извини, не могу тут ничем помочь.

source: I guess you mean in the universe?
ru_ru: Полагаю, ты имеешь в виду вселенную?

source: Well, we are in a barred spiral galaxy, twenty-six thousand light years away from the galactic core.
ru_ru: Понятно. Мы находимся в спиральной галактике с перемычкой. Примерно в двадцати шести световых годах от ядра галактики.

source: The galactic radius is 43,000 light years and the circumference is estimated at 270,000 light years.
ru_ru: Радиус галактики составляет 43 тысячи световых лет, а окружность - приблизительно 270 тысяч.

source: This is a planetary system of ten planets, and we are presently located on the third one from our star, Sun.
ru_ru: Это - звёздная система из десяти планет и мы находимся на третьей от нашей звезды, Солнца.

source: I am not an astronomer, so I can be wrong. I am too tired to keep track of what is a planet and what is just an overweight rock.
ru_ru: Я не астроном и могу ошибаться. Но мне надоело постоянно следить за мнениями о том, что считать планетой, а что гигантским камнем.

source: I guess I will start with myself.
ru_ru: Думаю, я начну с себя.

source: Francis. Francis Spark. I used to be a teacher at a small university before all hell broke loose.
ru_ru: Фрэнсис. Фрэнсис Спарк. Я преподавал в небольшом университете перед тем, как всё полетело к чертям.

source: Currently, there is a war raging all around the globe. Humans are fighting against bots.
ru_ru: В настоящий момент по всей Земле свирепствует война. Люди сражаются против ботов.

source: And it looks like we are losing the war.
ru_ru: И, похоже, что мы проигрываем.

source: Sorry, star sciences are my weak point. Maybe someone in the town might know something more.
ru_ru: Извини, звездочёт из меня никакой. Возможно, кто-нибудь в городке знает что-то ещё.

source: This is normal. You were in stasis sleep for over 70 years. Stasis is not too kind on the mind. Your strange dreams will keep recurring for several years.
ru_ru: Это нормально. Ты был в стасистическом сне более чем 70 лет. Стасис не слишком то бережно относится к разуму. Твои странные сны будут преследовать тебя ещё несколько лет.

source: Whatever was the reason for putting yourself through this, it must have been a damn good one.
ru_ru: Что бы ни было причиной тому, чтоб пойти на такое, это должна была быть чертовски веская причина.

source: You are lucky that I found you and woke you up. A few more decades in there and you would end up insane.
ru_ru: Тебе повезло, что я нашел тебя и разбудил. Проведи ты тут ещё несколько десятилетий и мог бы навсегда попрощаться со своей крышей.

source: It is a small mining community with no more than 500 inhabitants...
ru_ru: Это маленькая шахтёрская община с не более чем пятистами поселенцами.

source: It was a stroke of luck that it did not get destroyed by the bots. Because of poor funding, the city could not afford new models.
ru_ru: Это невероятная удача, что городок не был уничтожен ботами. Из за плохого финансирования город не мог позволить себе содержать новые модели ботов.

source: All they had at the time of the bot attack were the 614 bot battle platforms. They were running an old operating system and were not affected by whatever caused the other bots to go crazy.
ru_ru: Всё, что у них было на момент восстания машин - боевой бот 614 модели. Они работали на старой операционной системе и не были подвержены ничему из того, что заставило других ботов сойти с ума.

source: Right now the place is protected by the Red Guard, a bunch of volunteers. I cannot say I agree with their methods.
ru_ru: Сейчас это место охраняется Красной Гвардией, кучкой добровольцев. Я не могу сказать, что согласен с их методами.

source: However, I must admit that being a prisoner of a walled town looks pretty good compared to the alternative of being eviscerated alive.
ru_ru: Тем не менее, я должен согласиться, что быть пленником внутри городских стен намного лучше, чем быть заживо расчленённым за его пределами.

source: We don't really know the reason for this insanity. However...
ru_ru: Мы на самом деле не знаем причины их безумия. Однако же...

source: All of the attacking bots are using a MegaSys operating system, so we think they are responsible.
ru_ru: Все враждебные боты используют операционную систему компании МегаСис, так что мы думаем, что во всё виноваты они.

source: Not surprisingly, the bastards deny everything.
ru_ru: Но ублюдки всё отрицают, что не удивительно.

source: Of course because nearly every single bot in the world runs on that junk, the situation does not look pretty.
ru_ru: Естественно, из-за того, что почти каждый бот в мире работал на этой глючной ОС ситуёвина выглядит не очень благополучной.

source: Relax. Everything will be fine in a few hours.
ru_ru: Расслабься. Через несколько часов с тобой всё будет в порядке.

source: This is perfectly normal.
ru_ru: Это совершенно нормально.

source: It can. They got close to a monopoly 30 years ago, but their last competitor, the open source community, was defeated by them about a year ago.
ru_ru: Может-может. Они были почти монополистами вот уже 30 лет. Последний их соперник - сообщество свободного ПО - был повержен около года назад.

source: Since then all of the newly made bots have been made with MegaSys firmware burnt into their circuits.
ru_ru: С тех пор все новые боты были изготовлены с прошивкой от МегаСис.

source: The situation at the town is not good. The walls are crumbling and we have lost a lot of good people.
ru_ru: Ситуация в городе напряженная. Стены приходят в негодность, мы теряем лучших людей.

source: Even if this is only partly true, we need it. The situation is quite ugly.
ru_ru: Даже если это хоть немного правда, нам это очень пригодится. Ситуация просто отвратительная.

source: We need you.
ru_ru: Ты нам нужен.

source: I am glad I could help you. You should be careful around here. Best head straight for our town.
ru_ru: Я рад, что смог помочь тебе. Ты должен быть осмотрителен в этих местах. Лучше всего иди сейчас прямо в наш городок.

source: The path from this house should lead you directly to it.
ru_ru: Дорога из этого дома приведет тебя прямо к нему.

source: Yes. Hello. What do you want?
ru_ru: Да. Привет. Что ты хочешь?

source: People call me Jasmine...
ru_ru: Люди зовут меня Жасмин...

source: That is not my real name, but it will do for now.
ru_ru: Это не моё настоящее имя, но сейчас оно подойдёт.

source: I live with him, stupid.
ru_ru: Я с ним живу, дурак.

source: I like him. He... He is very much like me.
ru_ru: Он мне очень нравится. У нас с ним много общего.

source: Shitty. Now leave me alone.
ru_ru: Дерьмоватенько. А сейчас оставь меня в покое.

source: Nothing. Quit asking questions.
ru_ru: Ничего. Перестань задавать вопросы.

source: Don't bore me.
ru_ru: Не доставай меня.

source: And you are at least quarter wrong.
ru_ru: Ты ошибаешься минимум на четверть.

source: Now, please get out of my sight.
ru_ru: А сейчас, пожалуйста, убирайся с моих глаз.

source: Forget it.
ru_ru: Забудь об этом.

source: Yeah. Whatever.
ru_ru: Ага. Вероятно.

source: Yeah. Wha -- SIGSEGV.
ru_ru: Ага. Веро -- SIGSEGV.

source: Huh?
ru_ru: Чего?

source: Fifty triangles per a bit of information.
ru_ru: Пятьдесят треугольников за каждый бит информации.

source: So... What do you exactly want to know?
ru_ru: Итак... Что ты конкретно хочешь знать?
