Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg.po
Languages: de_de, fr_fr, sv_se

source: Automap ON.
de_de: Automap EIN
fr_fr: Carte automatique activée
sv_se: Automatiskkarta PÅ.

source: Automap OFF.
de_de: Automap AUS
fr_fr: Carte automatique désactivée
sv_se: Automatiskkarta AV.

source: Compass OFF.
de_de: Kompass AUS

source: Wall
de_de: Wand
fr_fr: Mur
sv_se: Vägg

source: Maybe you could use a door to go out. This wall seems pretty solid.
de_de: Eine Tür zum durchgehen wäre nicht schlecht. Diese Wand sieht sehr solide aus.
fr_fr: Peut-être pourriez-vous utiliser une porte pour sortir. Ce mur semble plutôt solide.
sv_se: Kanske kan du använda en dörr för att ta dig ut. Den här väggen är ganska solid.

source: Glass wall
de_de: Glaswand
fr_fr: Mur de verre
sv_se: Glasvägg

source: A wall made out of glass. It lets the light shine through.
de_de: Eine Wand aus Glaskacheln. Lässt das Licht durchscheinen.

source: Broken glass wall
de_de: Zerbrochene Glaswand
fr_fr: Mur de verre brisé

source: You can get through the holes, but beware of sharp edges.
de_de: Man kann durch die Löcher schlüpfen - aber Vorsicht vor scharfen Kanten!

source: Gentle cyan-colored wall with a small window, a delight to the eye
de_de: Angenehm in Türkis gehaltene Wand mit einem kleinen Fenster - eine Wohltat für das Auge.

source: Windows, are, besides a famous joke OS trademark, very useful things.
de_de: 'Windows' - neben dem berühmten Spaß-Markennamen für ein Betriebssystem, sind Fenster recht nützliche Dinger.
fr_fr: Les fenêtres sont, à côté d'une célèbre marque déposée d'un système, très utiles.
sv_se: Fönster, är , förutom ett skämt till operativsystem, väldigt användbara saker.

source: Cosy wall in claret-red, with a small window
de_de: Gemütlich wirkende Wand in Weinrot, mit einem kleinen Fenster.

source: Avocado-colored wall with a small window. You start feeling odd as you look at it
de_de: Avocado-farbene Wand mit einem kleinen Fenster. Du beginnst dich merkwürdig zu fühlen, bei längerem Hinsehen.

source: Catch the groove! A fantastic wall with a small window
de_de: Jetzt gib dir das! Fantastisch, diese Wand mit einem kleinen Fenster.

source: Door
de_de: Tür
fr_fr: Porte
sv_se: Dörr

source: This is a door. Seems to open automatically when someone approaches.
de_de: Eine Türe. Scheint sich automatisch zu öffnen, sobald jemand davor tritt.
fr_fr: C'est une porte. Elle semble s'ouvrir automatiquement lorsque quelqu'un s'en approche.
sv_se: Detta är en dörr. Verkar öppna sig automatiskt när någon närmar sig den.

source: Locked door
de_de: Verschlossene Tür
fr_fr: Porte verrouillée
sv_se: Låst dörr

source: The red color probably indicates that the door is locked.
de_de: Das rote Licht könnte bedeuten, dass die Tür verschlossen ist.
fr_fr: La couleur rouge indique probablement que la porte est verrouillée.
sv_se: Den röda färgen indikerar förmodligen att dörren är låst.

source: Pillar
de_de: Säule
fr_fr: Pillier
sv_se: Pelare

source: A pillar made out of gray concrete.
de_de: Eine graue Betonsäule.
fr_fr: Un pilier fait de ciment gris.
sv_se: En pelare gjord av grå betong.

source: This is a small part of a gigantic computer cluster, maybe many square miles large...
de_de: Kleiner Teil eines gigantischen Computerverbunds, vielleicht viele Quadratkilometer groß...
fr_fr: C'est une petite partie d'un gigantesque cluster d'ordinateurs, peut-être de plusieurs kilomètres carrés ...
sv_se: Detta är en liten del av ett gigantiskt datorkluster, kanske flera kvaderatkilometer stort...

source: Ray emitter
de_de: EM-Strahler
fr_fr: Emetteur de rayons
sv_se: Strålsändare

source: It appears to be in "standby" mode.
de_de: Scheint sich im 'Standby'-Modus zu befinden.
fr_fr: Il semble être en mode "attente".
sv_se: Den verkar vara i "standby" läge.

source: Droid nest
de_de: Roboter-Nest
fr_fr: Nid de droïde
sv_se: Droid näste

source: A droid service station, also called 'droid nest'. You suppose it's of no use for your quest.
de_de: Eine Roboter-Ladestation, auch 'Roboter-Nest' genannt. Wohl eher unwichtig für deine Aufgabe.

source: Chest
de_de: Truhe
fr_fr: Coffre
sv_se: Kista

source: This chest is closed.
de_de: Diese Truhe ist geschlossen.
fr_fr: Ce coffre est fermé.
sv_se: Denna kista är stängd.

source: Autogun
de_de: Selbstschuss-Anlage
fr_fr: Arme automatique
sv_se: Automatpistol

source: A not-that-nice autogun. It seems disabled for now.
de_de: Eine nicht allzu niedliche Selbstschuss-Anlage. Scheint momentan außer Betrieb zu sein.
fr_fr: Une arme automatique pas très rassurante. Elle semble désactivée pour l'instant.
sv_se: En inte-så-trevlig automatpistol. Den verkar vara avaktiverad tillfälligt.

source: This killing machine is disabled. For now.
de_de: Diese Tötungsmaschine ist abgeschaltet... im Moment.
fr_fr: Cette machine de mort est désactivée. Pour l'instant.
sv_se: Mördarmaskinen är avaktiverad. För tillfället.

source: It is looking at you. You are sure it is looking at you. But it does not fire. For now.
de_de: Das Ding sieht dich an. Ja - du bist dir sicher, dass es dich ansieht. Aber es feuert nicht... im Moment.
fr_fr: Elle vous regarde. Vous êtes sûr qu'elle vous regarde. Mais elle ne tire pas. Pour l'instant.
sv_se: Den tittar på dig. Du är säker på att den tittar på dig. Men den skjuter inte. För tillfället.

source: The autogun is disabled.
de_de: Die Selbstschuss-Anlage ist abgeschaltet.
fr_fr: L'arme automatique est désactivée.
sv_se: Automatpistolen är avaktiverad.

source: Rock barrier
de_de: Felswall
fr_fr: Paroi rocheuse
sv_se: Stenbarriär

source: It's been lasting for millennia. It will last you. Find another path.
de_de: Er hat die Jahrtausende überdauert. Er wird dich überdauern. Finde einen anderen Weg.

source: Cooking pot
de_de: Kochtopf
fr_fr: Marmite
sv_se: Gryta

source: This cauldron can be used for many good things. Cooking beef or pork for dinner are some of them. It can also be used for many evil things. Preparing Linarians for lunch is one of them.
de_de: Dieser Kessel kann vielen guten Zwecken dienen. Rind- oder Schweinefleisch zum Abendessen zu garen etwa. Er ist auch für etliche böse Zwecke zu gebrauchen. Um Linarianer-Eintopf fürs Mitagessen zuzubereiten, beispielsweise.

source: Terminal
de_de: Datenterminal

source: This is a Terminus 2 data terminal. Made by Parafunken.
de_de: Ein Terminus 2 Daten-Terminal. Made by Parafunken.

source: Barrel
de_de: Tonne
fr_fr: Baril
sv_se: Tunna

source: A painted barrel, protected from rust.
de_de: Eine gestrichene Tonne, gut vor Rost geschützt.
fr_fr: Un baril peint, protégé de la rouille.
sv_se: En målad tunna, skyddad mot rost.

source: A rusty barrel.
de_de: Eine rostige Tonne
fr_fr: Un baril rouillé.
sv_se: En rostig tunna.

source: Wooden crate
de_de: Holzkiste
fr_fr: Une caisse en bois
sv_se: Trälåda

source: This is a big wooden crate that could contain many interesting things. Or not.
de_de: Eine große Holzkiste, die viele interessante Dinge enthalten könnte. Oder auch nicht.

source: This is a wooden crate that could contain many interesting things. Or not.
de_de: Eine Holzkiste, die viele interessante Dinge enthalten könnte. Oder auch nicht.

source: Room lamp
de_de: Zimmerlampe
fr_fr: Lampe de salle
sv_se: Lampa för rum

source: This is a charming room lamp.
de_de: Eine reizvolle Zimmerlampe.
fr_fr: C'est une jolie lampe d'intérieur.
sv_se: Det är en charmig lampa för rummet.

source: This is a wonderful room lamp.
de_de: Eine wunderschöne Zimmerlampe.
fr_fr: C'est une merveilleuse lampe d'intérieur.
sv_se: Det är en underbar lampa för rummet.

source: This is a great room lamp.
de_de: Eine großartige Zimmerlampe!
fr_fr: C'est une superbe lampe d'intérieur.
sv_se: Det är mycket bra lampa för rummet.

source: This is a perfect room lamp.
de_de: Eine perfekte Zimmerlampe!
fr_fr: C'est une parfaite lampe d'intérieur.
sv_se: Det är perfekt lampa för rummet.

source: Wooden fence
de_de: Holzzaun

source: You're staring at a wooden fence. You see no gap here...
de_de: Du starrst einen Holzzaun an. Keine Lücke zu sehen hier...

source: Wooden massive fence
de_de: Massiver Holzzaun

source: You're staring at a massive wooden fence. You Keep staring. You see no gap here...
de_de: Du starrst einen massiven Holzzaun an. Du starrst noch ein bisschen länger. Er ist immer noch da...

source: Fence
de_de: Zaun
fr_fr: Barrière
sv_se: Stängsel

source: This type of a barrier constructed out of wire is called mesh wire fence.
de_de: Dieses Hindernis aus Drahtgeflecht nennt man auch Maschendrahtzaun.

source: This type of a barrier constructed out of wire is called the chain link fence.
de_de: Dieses Hindernis aus geflochtenem Draht ist bekannt als Maschendrahtzaun.
fr_fr: Ce type de barrière, en fil de fer, est appelé grillage.
sv_se: Denna typ av barriär som är skapad av metalltråd kallas kedjelänkat stängsel.

source: Small toilet
de_de: Kleine Toilette
fr_fr: Petites toilettes
sv_se: Liten toalett

source: Smells good.
de_de: Riecht gut.
fr_fr: Elles sentent bon.
sv_se: Luktar gott.

source: Toilet
de_de: Toilette
fr_fr: Toilettes
sv_se: Toalett

source: Do what you must.
de_de: Tu, was du tun musst.

source: Yes, they are clean.
de_de: Ja, alles sauber.
fr_fr: Oui, elles sont propres.
sv_se: Ja, de är rena.

source: Chair
de_de: Stuhl
fr_fr: Chaise
sv_se: Stol

source: This is an orange chair which does not look too comfortable.
de_de: Ein orangefarbener Stuhl, der nicht besonders bequem aussieht.

source: This is an orange chair which does not look too comfortable
de_de: Ein orangefarbener Stuhl, der nicht allzu bequem aussieht.
fr_fr: C'est une chaise orange qui ne semble pas très confortable.
sv_se: Det här är en orange stol som inte ser så bekväm ut.

source: A soft red sofa.
de_de: Ein weiches rotes Sofa.
fr_fr: Un canapé rouge confortable.
sv_se: En mjuk, röd soffa.

source: Lounge
de_de: Sitzecke

source: Part of an obviously very expensive brown leather lounge. Looks not overly comfortable, though.
de_de: Teil einer offensichtlich sehr teueren Ledersitzecke. Sieht allerdings nicht übermäßig bequem aus.

source: Plant
de_de: Pflanze
fr_fr: Plante
sv_se: Växt

source: After all the humans are killed by the bots, only plants like this one will remain.
de_de: Nachdem fast alle Menschen durch die Bots ausgelöscht wurden, sind es wohl nur Pflanzen wie diese hier, die übrigbleiben werden.
fr_fr: Lorsque tous les humains auront été tués par les robots, seules les plantes, comme celle-ci, resteront.
sv_se: Efter att alla människor dödats av botarna, kommer det bara finnas växter som denna.

source: Desk
de_de: Schreibtisch
fr_fr: Bureau
sv_se: Skrivbord

source: This desk is designed to handle extreme loads of office work.
de_de: Dieser Schreibtisch ist für ein extremes Quantum an Büroarbeit ausgelegt.
fr_fr: Ce bureau est conçu pour supporter des charges de travail extrêmes.
sv_se: Detta skrivbord är skapat för att kunna bära exterma mängder av kontorsarbete.

source: School chair
de_de: Klassenzimmer-Stuhl

source: You'll know it when you see one. All over the universe.
de_de: Du erkennst einen, wenn du ihn siehst. Überall im Universum.

source: Bed
de_de: Bett
fr_fr: Lit
sv_se: Säng

source: One of those old fashioned beds. You've seen more inviting ones.
de_de: Eines dieser altmodischen Betten. Du hast schon Einladenderes gesehen.

source: Bench
de_de: Parkbank
fr_fr: Banc
sv_se: Bänk

source: A simple white bench.
de_de: Eine einfache, weiße Parkbank.
fr_fr: Un simple banc blanc.
sv_se: En enkel vit bänk.

source: Bath tub
de_de: Badewanne
fr_fr: Baignoire
sv_se: Badkar

source: Washing tub
de_de: Waschzuber
fr_fr: Bassine
sv_se: Tvättbalja

source: A metal tub. The washing machine of the post-assault 21st century.
de_de: Eine Metallwanne. Die Nachkriegs-Waschmaschine des 21. Jahrhunderts.
fr_fr: Une bassine en métal. La machine à laver du 21ème siècle de l'après-assaut.
sv_se: En metallbalja. 2000-talets tvättmaskin efter kriget.

source: Curtain
de_de: Vorhang

source: It's a curtain.
de_de: Es ist ein Vorhang.

source: Small sofa
de_de: Kleines Sofa

source: A small white leather sofa.
de_de: Ein kleines weißes Ledersofa.

source: Tree
de_de: Baum
fr_fr: Arbre
sv_se: Träd

source: This tree seems quite ordinary.
de_de: Der Baum sieht recht gewöhnlich aus.

source: Young tree
de_de: Junger Baum

source: This is a nice young tree.
de_de: Ein schöner junger Baum.

source: Healthy tree
de_de: Prächtiger gesunder Baum

source: Yes, you are sure. A tree. It appears quite healthy.
de_de: Ja, du bist dir sicher. Ein Baum. Scheint recht gesund zu sein.

source: Dead tree
de_de: Toter Baum

source: This tree does not look too healthy.
de_de: Dieser Baum sieht nicht mehr allzu gesund aus...
fr_fr: Cet arbre ne semble pas trop en forme.
sv_se: Detta träd ser inte helt friskt ut.

source: Strange tree
de_de: Ein seltsamer Baum

source: For some strange reason this tree has blue leaves.
de_de: Aus unerfindlichen Gründen hat dieser Baum blaue Blätter..!
fr_fr: Pour une raison mystérieuse, cet arbre a des feuilles bleues.
sv_se: Av någon konstig anledning har detta träd blåa löv.

source: Sturdy wall
de_de: Robuste Wand

source: This is a stylish and sturdy wall. Both appealing to the eye and appalling for vandals.
de_de: Eine stilvolle und zugleich stabile Wand. Ebenso ansprechend für das Auge, wie abschreckend für Vandalen.

source: Restaurant furniture
de_de: Restaurant-Einrichtung

source: This is but standard restaurant furniture.
de_de: Nur gewöhnliches Restaurant-Mobiliar.
fr_fr: Ce sont des équipements standards pour un restaurant.
sv_se: Detta är vanlig restaurang inredning.

source: Rock wall
de_de: Felswand
fr_fr: Mur de pierres
sv_se: Stenvägg

source: Created eons ago. Maybe lasting for some more, if there are no humans left on the planet.
de_de: Erschaffen vor Äonen. Übersteht vielleicht noch einige weitere, wenn keine Menschen auf dem Planeten übrigbleiben.

source: Grey wall
de_de: Graue Wand
fr_fr: Mur gris
sv_se: Grå vägg

source: Grey wall corner section
de_de: Graues Wand-Eckteil

source: You remember the days when you had to stand in the corner. This wall could use a tag.
de_de: Erinnerungen an jene Tage werden wach, als du in der Ecke stehen musstest... die Wand könnte eine kleine Verzierung gebrauchen.

source: Green wall
de_de: Grüne Wand
fr_fr: Mur vert
sv_se: Grön vägg

source: Groovy wall
de_de: Schicke Wand.
fr_fr: Mur étrange
sv_se: Helskön vägg

source: Man, dig that groovy wallpaper. It's a real blast!
de_de: Irre, sieh dir mal die abgefahrene Tapete an... ein echter Knaller!
fr_fr: Mec, regarde ce papier peint sensass. C'est hallucinant !
sv_se: Dude, jag diggar den där helsköna väggen. Den är störtskön!

source: Brick wall with wires
de_de: Ziegelmauer mit verlegten Kabeln

source: A badly constructed brick wall. This one has wires installed to it.
de_de: Eine schlechtgemauerte Ziegelwand. An dieser hier sind Kabel verlegt.

source: Brick wall
de_de: Ziegelmauer
fr_fr: Mur de briques
sv_se: Tegelvägg

source: A badly constructed brick wall. It looks like it was built in a rush. The color is quite nice though.
de_de: Eine schlechtgemauerte Ziegelwand. Sieht sehr hastig hochgezogen aus. Die Farbe ist allerdings recht nett.
fr_fr: Un mur de briques mal construit. On dirait qu'il a été construit à la va-vite. La couleur, par contre, est plutôt jolie.
sv_se: En dåligt konstruerad tegelvägg. Den ser ut att ha blivit byggd i brådska. Färgen är dock ganska fin.

source: Cracked wall
de_de: Rissige Ziegelmauer

source: This wall is suffering. Finish it!
de_de: Diese Wand ist am Ende. Gib ihr den Rest!
fr_fr: Ce mur souffre. Il faut l'achever !
sv_se: Denna vägg lider. Avsluta den!

source: Crumbled wall
de_de: Eingestürzte Mauer

source: Blood
de_de: Blut
fr_fr: Sang
sv_se: Blod

source: Oil stains
de_de: Ölflecken
fr_fr: Tâches d'huile
sv_se: Oljefläcker

source: Do droids bleed? These don't.
de_de: Können Roboter bluten? Diese hier nicht.
fr_fr: Est-ce que les droïdes saignent ? Ceux-là, non.
sv_se: Blöder droider? Inte de här.

source: Entrance
de_de: Eingang
fr_fr: Entrée
sv_se: Ingång

source: It leads into the dark tunnels below...
de_de: Führt nach unten, in die dunklen Tunnel...
fr_fr: On aperçoit les tunnels sombres en dessous...
sv_se: Den leder till en mörk tunnel nedanför...

source: Ladder
de_de: Leiter
fr_fr: Echelle
sv_se: Stege

source: It leads to the surface world.
de_de: Führt zur Oberfläche.
fr_fr: Ca mène à la surface du monde.
sv_se: Den leder till den ytliga världen.

source: This is a ladder.
de_de: Eine Leiter.

source: Exotic fungoid plant
de_de: Exotische pilzartige Pflanze

source: Rocks
de_de: Steine
fr_fr: Rochers
sv_se: Stenar

source: Eating too much of that could lead to a kernel panic...
de_de: Zuviel von dem Zeug könnte eine Kernel-Panik auslösen...

source: Cosy wall in claret-red
de_de: Gemütlich wirkende wand in Weinrot

source: You think it would be better with a penguin on it. You are right!
de_de: Dir ist, als würde das mit einem Pinguin drauf besser aussehen... Recht hast du!

source: Gentle cyan-colored wall
de_de: Angenehm in Türkis gehaltene Wand

source: A delight to the eye... could use a penguin on it, nevertheless.
de_de: Eine Wohltat für das Auge... könnte nichtsdestoweniger einen Pinguin darauf gebrauchen.

source: Shop counter
de_de: Ladentheke
fr_fr: Comptoir de magasin
sv_se: Kassa

source: This model of the counter features a built-in cash register and bright neon lights.
de_de: Dieses Thekenmodell hat eine eingebaute Kasse und grelle Neonlichter.
fr_fr: Ce modèle de comptoir intègre une caisse enregistreuse et un néon lumineux.
sv_se: Denna modell av en kassa har en inbyggd kassaapparat och ljusa neonljus.

source: Set of shelves
de_de: Ein paar Regale
fr_fr: Etagères
sv_se: Några hyllor

source: There is a lot of junk in here. Bot parts, medical supplies, scrap metal bits and other useless things like that.
de_de: Hier drin befindet sich jede Menge Schrott: Roboterteile, medizinische Gegenstände, Altmetall und ähnlich nutzloses Zeugs.
fr_fr: Il y a beaucoup de bibelots là-dessus. Morceaux de robots, médicaments, bouts de métal et d'autres choses inutiles du même genre.
sv_se: Det är massa skräp här. Robotdelar, sjukvårds artiklar, överbliven metall och andra värdelösa saker.

source: There is a lot of junk in here. Bot parts, gold bars, dead rodents, scrap metal bits and other useless things like that.
de_de: Da drin befindet sich haufenweise Schutt: Roboterteile, Goldbarren, tote Ratten, Altmetall und ähnlicher Krempel.
fr_fr: Il y a beaucoup de bibelots là-dessus. Morceaux de robots, lingots d'or, rats morts, morceaux de métal et d'autres choses inutiles du même genre.
sv_se: Det är massa skräp här inne. Bot delar, guld tackor, döda gnagare, skräp metall och andra värelösa saker.

source: Empty shelves
de_de: Leere Regale
fr_fr: Étagères vides
sv_se: Tomma hyllor

source: Whatever was here before, is not here anymore.
de_de: Was auch immer vorher hier war, jetzt ist es weg.
fr_fr: Quoi qu'il y ait eu ici, ça n'y est plus.
sv_se: Vad som än fanns här tidigare, är inte längre här.

source: These are empty shelves. Silent and hollow they sleep in Spring. No thing remains here now.
de_de: Das hier sind leere Regale. Leer und verlassen stauben sie da so im Frühling vor sich hin. Nichts befindet sich jetzt mehr darin.
fr_fr: Ce sont des étagères vides. Silencieuses et désertes, elles sommeillent. Plus rien ne reste maintenant.
sv_se: Detta är tomma hyllor. Tysta och tomma sover de igenom våren. Ingenting finns kvar här längre.

source: A library counter
de_de: Tresen einer Bibliothek.

source: You wonder how such things can still exist in a fully computerized world. A faint glimmer of nostalgia is crossing your mind.
de_de: Du fragst dich, wie solche Dinge in einer vollständig computerisierten Welt immer noch existieren können.

source: Strong wall
de_de: Gepanzerte Mauer
fr_fr: Mur robuste
sv_se: Stark vägg

source: This great wall can withstand a swarm of rogue bots madly attacking it for weeks*! It can belong to you for only 299.99C$ + tax, per section. *( Your duration may vary. This wall comes with ABSOLUTELY NO WARRANTY! )
de_de: Diese großartige Mauer kann dem Ansturm eines ganzen Rudels wildgewordener Bots wochenlang widerstehen!* Werden Sie noch heute für nur 299,99T$ + MwSt. je Abschnitt stolzer Besitzer! *(Widerstandsfähigkeit unterliegt Schwankungen. Auslieferung OHNE JEGLICHE GEWÄHRLEISTUNG!).
fr_fr: Ce mur fantastique peut arrêter un bataillon de robots fous pendant des semaines* ! Vous pouvez l'acheter pour seulement 299.99C$ HT par section. *(La durée peut varier. Ce mur est vendu SANS AUCUNE GARANTIE !)
sv_se: Denna mäktiga mur kan utstå massiva attacker av onda bottar under flera veckor*! Den kan bli din för bara 299.99C$ + skatter, per sektion. *( Dess varaktighet kan variera. Denna mur kommer med ABSOLUT INGEN GARANTI!)

source: Gate
de_de: Tor
fr_fr: Portail
sv_se: Port

source: This gate is little more than just a big door. A very big door.
de_de: Dieses Tor ist kaum mehr als eine große Tür. Eine sehr, sehr große Türe.
fr_fr: Cette porte n'est pas simplement une grosse porte. C'est une très grosse porte.
sv_se: Denna port är lite mer än en stor dörr. En väldigt stor dörr.

source: It is locked in order to keep something out. Or maybe to keep something in?
de_de: Ist verschlossen, damit nichts hineingelangt. Oder vielleicht, damit nichts heraus kann?
fr_fr: C'est verrouillé afin d'empêcher quelque chose d'entrer. Ou peut-être de sortir ?
sv_se: Den är låst för att hålla något ute. Eller kanske för att hålla något inne?

source: Lounge chair
de_de: Clubsessel

source: The yellow lounge chair looks very inviting.
de_de: Dieser gelbe Clubsessel sieht sehr einladend aus.

source: Red bench
de_de: Rote Sitzbank
fr_fr: Banc rouge
sv_se: Röd bänk

source: It is a soft bench, commonly seen in hospitals, shops and houses all around the world.
de_de: Es ist eine weiche Sitzbank, wie man sie für gewöhlich in Kliniken, Geschäften und Häusern überall auf der Welt findet.
fr_fr: C'est un banc confortable, que l'on trouve souvent dans les hôpitaux, les magasins et les maisons du monde entier.
sv_se: Det är en mjuk bänk, ofta sedd på sjukhus, i affärer och hus i hela världen.

source: It is a soft bench, commonly seen in hospitals, malls and houses all around the world.
de_de: Es ist eine weiche Sitzbank, wie man sie für gewöhlich in Kliniken, Einkaufsmeilen und Häusern überall auf der Welt findet.
fr_fr: C'est un banc confortable, que l'on trouve souvent dans les hôpitaux, les centre commerciaux et les maisons du monde entier.
sv_se: Det är en mjuk bänk, ofta sedd på sjukhus, på stormarkander och hus i hela världen.

source: It is a soft bench, commonly seen in hospitals, barber shops and houses all around the world.
de_de: Es ist eine weiche Sitzbank, wie man sie für gewöhlich in Kliniken, Friseurläden und Häusern überall auf der Welt findet.
fr_fr: C'est un banc confortable, que l'on trouve souvent dans les hôpitaux, les échoppes de barbiers et les maisons du monde entier.
sv_se: Det är en mjuk bänk, ofta sedd på sjukhus, i frisersalonger och hus i hela världen.

source: It is a soft bench, commonly seen in hospitals, coffee shops and houses all around the world.
de_de: Es ist eine weiche Sitzbank, wie man sie für gewöhlich in Kliniken, Cafés und Häusern überall auf der Welt findet.
fr_fr: C'est un banc confortable, que l'on trouve souvent dans les hôpitaux, les cafés et les maisons du monde entier.
sv_se: Det är en mjuk bänk, ofta sedd på sjukhus, på caféer och hus i hela världen.

source: Dead member of the Red Guard
de_de: Totes Mitglied der Roten Wache
fr_fr: Membre de la Garde Rouge décédé
sv_se: Död medlem av Röda Gardet.
