Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_data.po
Languages: de_de

source: Spawning item index 0 in editor or drop ingame causes CTD! Dont click this! OK this seemes fixed now. However the first item is still VERY buggy ingame (cant be dropped, can't be switched to from inventory etc)
de_de: Generieren von Gegenstand mit Index 0 im Editor oder diesen im Spiel abzulegen verursacht CTD! Nicht klicken! OK - Scheint nun behoben zu sein. Allerdings ist der erste Gegenstand im Spiel nach wie vor SEHR fehleranfällig: kann nicht abgelegt oder vom Inventar darauf umgeschalten werden, etc.

source: Dummy item. If you see this, report a bug.
de_de: Dummy für einen Gegenstand. Falls Sie diese Nachricht sehen, melden Sie bitte den Fehler.

source: Big kitchen knife
de_de: Großes Küchenmesser

source: Light and maneuverable in combat, but unfortunately not very effective in cutting through steel as well as quickly reaching the point of breaking if you try. Though for sure better than hitting at metal with your bare fists.
de_de: Leicht und handlich im Kampf, aber unglücklicherweise nicht dafür geeignet, Stahl zu durchschneiden; erreicht außerdem schnell den Punkt, an dem es bricht, wenn man es doch versucht. Allerdings immer noch besser, als mit den blanken Fäusten auf Metall einzudreschen.

source: Antique sword
de_de: Antikes Schwert

source: Long reach while remaining maneuverable enough in combat to find the weak spots in droid armor are the advantages that partially makes up for the inability of a cutting blade to incur lots of damage on a heavily protected target. Repeatedly striking at metal quickly damages the blade though.
de_de: Ein großer Angriffsradius bei ausreichend guter Handhabung im Kampf, um die Schwachpunkte in der Panzerung von Androiden zu erreichen - das sind die Vorteile dieser Waffe, die teilweise das Unvermögen einer Klinge, einem schwer gepanzerten Ziel großen Schaden zuzufügen, wieder wett machen. Wiederholtes Auftreffen auf Metall beschädigt die Klinge allerdings sehr schnell.

source: Great sword
de_de: Breitschwert

source: The size and kinetic force achievable with this 2 handed sword is enough to cleave straight through the armor of a low level droid. The strain on the sword from high impact hits into metal will however require frequent maintenance to keep it from breaking in half exactly when it's most needed.
de_de: Seine Größe und die mit diesem 2-händigen Schwert erreichbare kinetische Energie reichen aus, um die Panzerung eines Bots der unteren Klassen mit einem einzigen Schlag zu zerteilen. Die Beanspruchung des Schwerts durch starke Hiebe in Metall erfordern allerdings regelmäßige Ausbesserungen, damit es nicht im falschen Moment entzwei bricht.

source: Chainsaw
de_de: Kettensäge

source: Quite efficient at separating limbs from even a droid body, or digging through weaker armored parts to cause massive damage on internal electronics. But, the chain wears out very quickly when used on materials harder than wood, and supply shortages of new chains and other parts makes it expensive to maintain.
de_de: Sehr wirkungsvoll, sogar im Abtrennen der Gliedmaßen eines Androiden oder um sich durch schwächer gepanzerte Teile zu arbeiten, und damit massiven Schaden an der internen Elektronik anzurichten. Allerdings verschleißt die Kette sehr schnell, wenn sie auf härtere Materialien als Holz trifft und Lieferschwierigkeiten bei neuen Ketten und anderen Ersatzteilen machen die Instandhaltung reichlich teuer.

source: Meat cleaver
de_de: Metzgerbeil

source: Designed to chop through meat and bones, it's not as fragile as cutting blades when used against metal enemies. However, it is a bit slower and clumsier to use than more graceful weapons.
de_de: Dafür ausgelegt, Fleisch und Knochen zu zerteilen, und daher nicht so zerbrechlich wie Schnittklingen, wenn es bei Gegnern aus Metall eingesetzt wird. Ist jedoch etwas langsamer und schwerfälliger in der Benutzung, als elegantere Waffen.

source: Small Axe
de_de: Kleine Axt

source: While this axe was made for splitting wood, with some luck it can damage vital parts of a droid as well.
de_de: Diese Axt wurde hergestellt um Holz zu hacken. Es lassen sich aber mit viel Schwung und etwas Glück auch verwundbare Punkte an Robotern ausnutzen.

source: Large Axe
de_de: Große Axt

source: While this weapon is somewhat slow and cumbersome to use, it is as good at leaving big dents in droids as it is at felling trees. A good hit is often capable of taking out lesser droids in a single hit
de_de: Diese Waffe ist zwar recht langsam und unhandlich, jedoch kann man damit genauso problemlos große Beulen an großen Droiden hinterlassen, wie man damit Bäume fällen kann. Oft kann ein gut platzierter Hieb schwächere Droiden mit einem einzigen Schlag ausschalten.

source: Hunting knife
de_de: Jagdmesser

source: A short stabbing dagger doesn't have much effect on the metal body of a droid, but with luck you might damage some wires or hoses in less protected areas, so it's still better than trying to take the machines on with bare hands.
de_de: Eine kurze Stichwaffe hat naturgemäß keinen großen Einfluss auf den Metallkörper eines Robots. Mit ein wenig Glück durchtrennt man damit jedoch einige Kabel oder Schläuche in weniger gut geschützten Bereichen, so dass es immer noch besser ist, den Maschinen hiermit, als mit bloßen Händen zu Leibe zu rücken.

source: Metal spear
de_de: Metallspeer

source: A spear forged from metal considerably improves on a wooden spears damage and durability, but the increased weight does make it somewhat slower and more cumbersome to use. It's still a fast weapon though, compared to most others.
de_de: Ein aus Metall geschmiedeter Speer ist entschieden besser als ein hölzerner, was Schaden und Beständigkeit angeht, aber das zusätzliche Gewicht macht die Handhabung etwas schwerfälliger. Im Vergleich zu den meisten anderen ist es jedoch allemal eine schnelle Waffe.

source: Iron pipe
de_de: Eisenrohr

source: A medium sized water pipe of iron can turn into an effective weapon even versus a metal opponent. While not likely to penetrate the armor of a bot, the impact force alone can still damage and shake loose circuit boards and weldings beneath the protective metal layer.
de_de: Ein Wasserleitungsrohr von mittlerer Größe aus Eisen kann eine brauchbare Waffe darstellen, selbst, wenn das Gegenüber aus Metall ist. Vermag man damit auch kaum den Panzer eines Bots zu durchschlagen, so kann doch allein die Wucht des Aufpralls Platinen oder Lötpunkte unter der schützenden Metallwandung lösen oder beschädigen.

source: Big wrench
de_de: Großer Schraubenschlüssel

source: A big heavy wrench can be surprisingly efficient in turning a bot into second hand parts, in a hands on, brutal way if needed.
de_de: Ein großer, schwerer Schraubenschlüssel in der Hand kann sich als überraschend effizient erweisen, wenn es darum geht, einen Roboter in Ersatzteile zu verwandeln - wenn nötig auf die brutale Art.

source: Crowbar
de_de: Brecheisen

source: Something originally intended for breaking up doors or pulling out nails can also be used to break open droid skulls or give enough leverage to pull off their extremities.
de_de: Etwas, das ursprünglich zum Aufbrechen von Türen oder zum Ziehen von Nägeln gedacht war, kann auch zum Aufbrechen von Androiden-Köpfen dienen oder genügend Hebelkraft verleihen, um ihre Extremitäten abzureißen.

source: Golf club
de_de: Golfschläger

source: It might not be so sturdy, but if you manage to get in a good hit, the kinetic energy might be enough to damage internal electronics even if there is only a small dent on the outside.
de_de: Vielleicht nicht allzu robust, aber falls es gelingt, damit einen guten Treffer zu landen, kann die kinetische Energie ausreichen, um die interne Elektronik zu ramponieren - auch wenn von außen nur eine kleine Delle zu sehen ist.

source: Tree branch
de_de: Ast

source: A club from a tree branch is certainly not your preferred choice of weapon, but it might be your only one...
de_de: Eine Keule, vielmehr ein abgebrochener Ast, ist sicher nicht die Waffe der Wahl. Aber es könnte die einzige sein...

source: Power hammer
de_de: Servo-Bolznagler

source: The POWER NAIL DRIVER 3000 will, according to the advertisement, 'build your house for you'. While it's unclear how many nails your igloo will actually need, it sure can be handy nonetheless for bashing bot skulls. As long as the battery lasts, anyway.
de_de: Laut Werbung kann der POWER-BOLZNAGLER 3000 'Ihr Haus für Sie bauen'. Obschon unklar ist, wie viele Nägel dein Iglu denn nun eigentlich braucht, zum plätten von Robot-Köpfen ist er sicherlich allemal zu gebrauchen. Zumindest, solange die Batterie herhält...

source: Table leg
de_de: Tischbein

source: In desperate situations even ordinary objects can turn into makeshift weapons.
de_de: In Notsituationen können sogar gewöhnliche Gegenstände zu provisorischen Waffen werden...

source: Mace
de_de: Streitkolben

source: The mace already proved on the medieval battlefield that it was good at crushing even heavily armored skulls. Unfortunately for the droids, this old knowledge still holds true.
de_de: Der Streitkolben bewies schon auf dem mittelalterlichen Schlachtfeld, dass er im Stande war, selbst dick gepanzerte Schädel zu zertrümmern. Glücklicherweise gilt diese alte Weisheit auch für die Blechköpfe der Bots von heute.

source: Baseball bat
de_de: Baseballschläger

source: With 1-2 good two handed swings, a former droids head might fly far enough for you to score a home run. Just make sure to bring a backup weapon, because wooden bats have a predilection for splitting in two after too many hard hits.
de_de: Mit ein- bis zwei guten beidhändigen Schwingern könnte ein Androiden-Haupt weit genug fliegen, um einen Home-Run zu erzielen. Man sollte allerdings eine Zweitwaffe griffbereit haben, da Holzschläger mit Vorliebe nach zu vielen harten Schlägen auseinanderbrechen.

source: Iron bar
de_de: Eisenstange

source: A bit slow and cumbersome to use, and prohibiting the security of a shield to cower behind, this weapon isn't always a good option. But if you do hit, you are sure to do more damage than just a scratch.
de_de: Etwas langsam und umständlich zu benutzen und der Möglichkeit beraubt, sich hinter einen Schild zu kauern, ist diese Waffe nicht immer eine gute Wahl. Wenn man dann aber trifft, kann man sicher sein, mehr Schaden als nur einen Kratzer zu hinterlassen.

source: Sledgehammer
de_de: Vorschlaghammer

source: Very slow and only for the strongest wielder, but only the tougher droids can survive more than 1-2 direct hits.
de_de: Sehr schwerfällig und nichts für Schwächlinge, dafür überstehen nur die zäheren Roboter-Typen mehr als ein bis zwei direkte Treffer.

source: Light saber
de_de: Lichtsäbel

source: In the hands of a true master, this excellent technological craftsmanship is as deadly as it is beautiful. It requires laser crystals to work properly.
de_de: In den Händen eines echten Meisters ist dieses Glanzstück technischer Handwerkskunst ebenso tödlich wie, es schön ist. Für den bestimmungsgemäßen Einsatz benötigt diese Waffe Laserkristalle.

source: Laser staff
de_de: Laser-Kampfstab

source: A close combat master with this weapon in his hands is a pure whirling dervish of death. It requires laser crystals to work properly.
de_de: Ein Meister des Nahkampfes, mit dieser Waffe in den Händen, ist ein wirbelnder Todesbote. Für den bestimmungsgemäßen Einsatz benötigt diese Waffe Laserkristalle.

source: Nobody's edge
de_de: Die Niemandsklinge

source: This blade pulses with evil. That power. That energy. Nothing can stop you now.
de_de: Diese Waffe pulsiert vor Bosheit. Diese Macht! Diese Energie! Nichts kann dich jetzt noch aufhalten... wenn keine Eisdiele dazwischen kommt.

source: Laserscalpel
de_de: Laserskalpell

source: I murdered the only person within a thousand miles who can heal me, and all I got was this lousy scalpel.
de_de: Ich habe die einzige Person, im Umkreis von 1600 Kilometern, die mich heilen kann getötet und alles, was ich dafür kriege, ist dieses lausige Skalpell!

source: .22 LR Ammunition
de_de: .22 LR Munition

source: .22 Long Rifle ammunition used to be a very common ammo for target practice, mainly because it was cheap and gave little recoil. It's just too weak to penetrate any real droid armor though.
de_de: Die Typ .22 Langgewehr Munition war sehr gebräuchlich für Schießübungen, hauptsächlich, da sie billig war und geringen Rückstoß erzeugte. Sie ist jedoch einfach zu schwach, um eine richtige Roboter-Panzerung zu durchschlagen.

source: .22 Automatic
de_de: Automatikwaffe für .22er Geschosse.

source: With .22 ammo, it's mostly dumb luck if you actually damage a bot with this pistol. On the bright side, you will get a LOT of target practise out of each bot before a bullet or two manages to find a weak enough spot to take the bot out.
de_de: Bei .22er Munition ist es hauptsächlich purem Zufall zu verdanken, sollte man tatsächlich einen Robot mit dieser Pistole beschädigen. Das Gute daran: man wird VIEL Gelegenheit für Schießübungen bei jedem einzelnen Bot haben, bevor eine Kugel oder zwei es schaffen, einen so schwachen Punkt zu finden, dass er den Geist aufgibt.

source: .22 Hunting Rifle
de_de: .22er Jagdgewehr

source: A .22 hunting rifle was mainly used for sports shooting and for cheap training. As a hunting weapon its main use was to kill small vermin such as rats and squirrels. It was also highly effective against rabbits. Unfortunately, you won't be hunting 'wabbits'...
de_de: Ein .22er Jagdgewehr, bzw. Flobert, wurde vor allem beim Schießsport und für kostengünstiges Trainingsschießen verwendet. Als Jagdwaffe kam es in der Regel zum Einsatz, um kleine Schädlinge wie Ratten oder Eichhörnchen zu schießen. Auch gegen Hasen war es höchst effektiv. Leider wirst du keine kleinen Häschen jagen...

source: Shotgun shells
de_de: Schrotpatronen

source: While solid slugs, or possibly 8-10 Gauge shells, would be the most effective versus armored targets, beggars can't be choosers. One just has to use any type of shell one is lucky enough to stumble across. And even 20+ Gauge cartridges mostly used for bird hunting can, with luck, damage a bot.
de_de: Wenn auch auch Bolzen- oder vielleicht 8- bis 10-Zoll-Geschosse am effektivsten gegen gepanzerte Ziele wären - Bettler können nicht wählerisch sein. Man muss schlicht jede greifbare Munition nehmen, über die man glücklich genug ist, zu stolpern. Und selbst 20er Schrotladungen, vorwiegend zur Vogeljagd verwendet, können, bei etwas Glück, einen Roboter beschädigen.

source: Two Barrel sawn off shotgun
de_de: Doppelläufige, abgesägte Schrotflinte

source: Often wielded in the past by thugs or convenience store owners, this little baby is less powerful than the two-handed model, but makes up for it by letting you use a shield in conjunction with it.
de_de: Früher oft von Verbrechern oder Ladenbesitzern verwendet, ist dieses Baby weniger mächtig als das zweihändige Modell, macht diesen Makel jedoch wieder wett, indem es sich zusammen mit einem Schild einsetzen lässt.

source: Two Barrel shotgun
de_de: Doppelläufige Schrotflinte

source: An old standby of farmers and bird hunters. While capable of causing a fair amount of damage to droid armor, the limited rounds capacity and fairly slow reloading time make this weapon preferable to melee weapons, but only just. Requires two hands to wield.
de_de: Ein alter Begleiter von Farmern und Vogeljägern. Da es in der Lage ist, einem Robot-Panzer ordentlichen Schaden zuzufügen, ist es trotz der beschränkten Schuss-Kapazität und der ziemlich langsamen Nachladezeit Nahkampfwaffen vorzuziehen - jedoch auch nur solchen. Erfordert zwei Hände zur Handhabung.

source: Pump action shotgun
de_de: Pumpgun-Schrotgewehr

source: The pump action shotgun isn't quite as powerful as the double barrel equivalent, but it does hold more ammo per clip. Requires two hands to wield.
de_de: Das Pumpaction-Schrotgewehr ist nicht ganz so durchschlagskräftig wie das doppelläufige Pendant, bevorratet jedoch mehr Munition pro Magazin. Wird beidhändig getragen.

source: 9x19mm Ammunition
de_de: 9x19mm Munition

source: Plasma crystal load. This is the most common way of loading a plasma weapon.
de_de: Plasmashot-Patrone. Die verbreitetste Methode, um Plasmawaffen zu bestücken.

source: 9mm Automatic
de_de: 9mm Automatik

source: Nine millimeter ammo is a common caliber. While not very powerful, it allows for more rounds per clip than bigger ammunition.
de_de: 9mm-Munition ist ein gebräuchliches Kaliber. Zwar ist sie nicht sehr kraftvoll, bringt dafür aber mehr Kugeln per Magazin unter, als größere Munition.

source: 9mm Sub Machine Gun
de_de: Maschinenpistole, Kaliber 9mm

source: These are commonly referred to as bullet hoses.
de_de: Diese werden gewöhnlich als 'Kugelschläuche' bezeichnet.

source: 7.62x39mm Ammunition
de_de: Kaliber 7.62x39mm Munition

source: 7.62mm ammo.
de_de: Kaliber 7.62x39mm Munition.

source: 7.62mm Hunting rifle
de_de: Kaliber 7.62mm Jagdgewehr

source: 7.62 millimeter ammo is commonly used in assault rifles. This is a more civilian take on that concept.
de_de: 7.62mm Munition wird für gewöhlich in Sturmwaffen eingesetzt. So etwas wie eine zivile Interpretation dieses Konzepts.

source: 7.62mm AK-47
de_de: AK-47 'Kalaschnikow', Kaliber 7.62mm

source: The favorite weapon of third-world countries everywhere, this is a mass-produced, fairly reliable automatic weapon.
de_de: Die favorisierte Waffe aller Dritt-Welt-Länder, ist dies ein massenproduzierter, recht zuverlässiger automatischer Maschinenkarabiner.

source: .50 BMG (12.7x99mm) Ammunition
de_de: Kaliber .50 BMG Munition

source: Browning Machine Gun ammo.
de_de: Browning Maschinengewehr-Munition.

source: Barrett M82 Sniper Rifle
de_de: M82 'Barrett' Scharfschützengewehr

source: Powerful enough to stop a truck, literally, the likelihood of even a battle droid surviving more than 2 hits by this weapon is quite slim. It doesn't even matter if the pesky droid is cowering behind a wall, the bullets will break right through and make the bot ready for the scrap heap in no time.
de_de: Sprichwörtlich mächtig genug, um einen Lastwagen aufzuhalten, reduziert sich die Wahrscheinlichkeit, dass selbst ein Kampfroboter mehr als 2 Treffer aus diesem Feuerprügel übersteht, auf ein Minimum. Es spielt nicht einmal eine Rolle, ob sich der verteufelte Bot hinter einer Mauer versteckt - die Geschosse durchschlagen sie einfach und machen den Roboter dahinter in kürzester Zeit reif für den Schrotthaufen.

source: Laser power pack
de_de: Laser-Energiepack

source: Energy crystal load for laser weapons and other powertools. Each round fired consumes a load within the crystal.
de_de: Energiekristall-Ladung für Laserpistolen- und Gewehre. Jeder abgefeuerte Schuss verbraucht eine Kristall-Ladung.

source: Laser pistol
de_de: Laser Pistole MK I

source: A basic laser, but it has good uses in certain situations. No warranty of any kind, though.
de_de: Eine einfache Lichtorgel, die aber in gewissen Situationen von Nutzen sein. Keine Garantie allerdings für irgendwas.

source: Laser Rifle
de_de: Lasergewehr MK I

source: This rifle is a high-end laser weapon. There is only one problem with it: Shooting it is too much fun. People often end up with no ammunition in the middle of a battle.
de_de: Dieses Gewehr stellt eine High-End Laserwaffe dar. Das einzige Problem damit: das Abfeuern macht einfach zu viel Spaß. Es passiert nicht selten, dass man inmitten eines Kampfes plötzlich ohne Munition dasteht...

source: Laser Pulse Rifle
de_de: Pulslaser-Gewehr MK I

source: The pulse laser technology, allowing for many repeated short bursts without the weapon overheating, makes this quite a useful weapon. The damage from each shot is noticably less than from a Laser rifle, but the firing rate more than makes up for it.
de_de: Die Pulslaser-Technologie, welche viele aufeinanderfolgende, kurze Salven ohne Überhitzungsgefahr erlaubt, macht hieraus eine recht brauchbare Waffe. Der durch jeden Schuss verursachte Schaden ist signifikant geringer, als der durch ein Lasergewehr - die Feuerrate macht diesen Nachteil allerdings mehr als wett.

source: Laser Pulse Cannon
de_de: Pulslaser-Kanone MK II

source: The pulse laser technology, allowing for many repeated short bursts without the weapon overheating, combined with a military design makes this weapon the preferred choice for most soldiers. Its quick no-recoil firing, large magazine, and awesome killing power makes it the ideal weapon for cleansing large droid infestations in mere minutes.
de_de: Die Pulslaser-Technologie, welche viele aufeinanderfolgende, kurze Salven ohne Überhitzungsgefahr erlaubt, in Verbindung mit einem für militärische Zwecke ausgelegten Design, macht sie zur Waffe der Wahl für den durchschnittlichen Soldaten. Seine hohe, rückstoßfreie Feuerrate, das große Magazin und furchteinflößende Vernichtungskraft machen sie zur idealen Angriffswaffe, um stark Robot-verseuchtes Gebiet in Minutenschnelle zu säubern.

source: Plasma energy container
de_de: Plasma-Energiebehälter

source: A container filled with all materials and energy required to make plasma weapons work in one handy and relatively safe package. This is the most common way of loading a plasma weapon.
de_de: Ein Behälter, der in einer handlichen und relativ sicheren Kombination all die Materie und Energie vereint, die nötig ist, um Plasmawaffen zu betreiben. Die am weitesten verbreitete Art, Plasma-Feuerwaffen zu beliefern.

source: Plasma pistol
de_de: Plasmapistole MK I

source: The basic plasma weapon in a conveniently small package.
de_de: Die Standard-Plasmapistole, in bequem handhabbarer Ausführung. Nicht unbedingt für Anfänger geeignet, da etwas eigenwillig hinsichtlich der Schuss-Charakteristik, aber von beeindruckender Feuerkraft.

source: Plasma gun
de_de: Plasmakanone MK II

source: A somewhat slow weapon, but once you do hit plenty a bot will just down on the spot. A good alternative to a pulse laser for the skilled marksman.
de_de: Ein etwas langsames Schießgerät, aber wenn man trifft, schmelzen an Ort und Stelle einige Bots zusammen. Für den geübten Schützen eine gute Alternative zum Pulslaser.

source: Plasma cannon
de_de: Plasmakanone

source: The very slow firing rate is made up for by the awesome power of this weapon. Its main use in the military is as a close support weapon complementing the soldiers' bread and butter pulse lasers, especially when attacking enemies behind cover.
de_de: Die äußerst langsame Feuerrate wird durch die höllische Kraft dieser Waffe wieder ausgeglichen. Für gewöhnlich wird sie vom Militär unterstützend, zur Ergänzung der Brot- und Butter-Pulselaser der gemeinen Soldaten verwendet, vor allem beim Angriff auf gut verschanzte Gegner.

source: 2 mm Exterminator Ammunition
de_de: Kaliber 2mm Exterminator-Fissions-Kugeln

source: Exterminators need this kind of ammunition. It can cause skin irritations due to leaking extermination radiation when carried close to the body for long time.
de_de: Exterminatoren benötigen diese Art von Munition. Die austretende radioaktive Strahlung des Spaltmaterials kann Hautirritationen hervorrufen, wenn größere Mengen davon über einen längeren Zeitraum nahe am Körper getragen werden. Warnung! Verschlucken bedeutet Selbstmord auf Raten - von Kleinkindern fernhalten!

source: While this weapon is capable of firing really powerful shots, beware of the exceptionally long reloading times. (Don't get swarmed by enemies with this weapon unless you have powerful armor!)
de_de: Wenn diese Waffe auch in der Lage ist äußerst mächtige Schüsse abzufeuern, so sollte doch die außergewöhnlich lange Ladezeit erwähnt werden (Man lässt sich mit diesem Schießprügel im Anschlag besser nicht von Gegnern umzingeln, außer man verfügt über eine wirklich STARKE Rüstung!).
