Repository: a-sf-mirror/freedroid
Catalog: po/*/LC_MESSAGES/freedroidrpg_data.po
Languages: de_de

source: These dilithium crystals are used as an energy source in many modern electricity or heat based devices. Energy is extracted from the crystal by making use of the ordering of the crystal molecules. This principle has allowed us to build devices that consume a lot of energy, but do not need to be connected to a power line.
de_de: Diese Diliziumkristalle finden in vielen modernen Geräten, die auf Elektrizität oder Hitzeentwicklung basieren, Verwendung. Dabei wird elektrischer Strom durch die Ausnutzung der in der besonderen Anordnung des molekularen Kristallgefüges gespeicherten Energie gewonnen. Dieses Prinzip erlaubte es, tragbare Geräte zu bauen, die sehr viel Energie verbrauchen, ohne an einer Stromleitung angeschlossen sein zu müssen.

source: Map Maker
de_de: Automap-Einheit

source: This small device automatically collects data about the area within a range of 7 times 7 meters and draws a small-scale plan of the immediate surroundings. Because of its very tiny display, it needs to be held closely to the eye, and the image will then be projected directly into the eyeball of the user. Still, the collected map data will be split up by the device into several sectors for convenient viewing.
de_de: Dieses kleine Gerät sammelt automatisch Daten über das umliegende Gelände, in einem Umkreis von 7x7 Metern und zeigt auf Wunsch einen Miniaturplan der unmittelbaren Umgebung an. Per Funk werden die Informationen an Nanobots übermittelt, welche am Sehnerv angedockt sind und die Bilder über diesen direkt ins Gehirn einspeisen. Für bessere Lesbarkeit wird die Karte automatisch in mehrere Sektoren aufgeteilt.

source: Strength Pill
de_de: Nanotech(NT) Kraftpille

source: These pills permanently raise strength within a person. They work on a nano-technological basis. Consult your physician, the receipt or pharmacy experts for details on intended effects, possible interactions and side effects of this drug.
de_de: Diese Pillen erhöhen bei Einnahme die Körperkraft auf Dauer. Sie arbeiten auf nanotechnologischer Basis. Zu Risiken, erwünschten- sowie unerwünschten Nebenwirkungen dieses Wirkstoffs fragen Sie bitte Ihren Arzt, Apotheker oder konsultieren Sie das Online-Manual.

source: Dexterity Pill
de_de: Nanotech(NT) Geschicklichkeits-Pille

source: These pills permanently raise dexterity within a person. They work on a nano-technological basis. Consult your physician, the receipt or pharmacy experts for details on intended effects, possible interactions and side effects of this drug.
de_de: Diese Pillen erhöhen die Geschicklichkeit des Anwenders dauerhaft. Sie arbeiten auf nanotechnologischer Basis. Zu Risiken, erwünschten- sowie unerwünschten Nebenwirkungen dieses Wirkstoffs fragen Sie bitte Ihren Arzt, Apotheker oder konsultieren Sie das Online-Manual.

source: Code Pill
de_de: Nanotech(NT) Coderpille

source: Dude! This fab food will totally bump up your code skills, man! A real blast. Scarf these down to *see* the code.
de_de: Alter! Dieses Spezialfutter haut deine Coding-Skills nach oben, Mann! Ein echter Hammer... verputz die Dinger und du wirst den Code SEHEN! Arbeiten nach dem Nanotech(CT)-Prinzip und sind absolut sicher, Mann! (Garantie: keine, weil Privatverkauf!)

source: Brain Enlargement Pills Antidote
de_de: Gehirnbooster-Gegengift

source: These pills can reverse the harmful effects of the 'brain enlargement pills' that are publicly sold via the Internet. The planet-wide guild of medics has recommended not to respond to these ads at all, while attempts to entirely ban the distribution of those pills were never completely successful.
de_de: Dieses Mittel kann die schädlichen Auswirkungen der 'Gehirnvergrößerungs-Pillen' rückgängig machen, die öffentlich über das Netz verkauft werden. Die planetarische Ärztevereinigung hat empfohlen auf diese Art von Werbung gar nicht erst zu reagieren, wogegen Versuche von Seiten der Regierung, die Verbreitung dieser Pillen gänzlich zu unterbinden, nie ganz zum Erfolg führten.

source: Fork
de_de: DSK.Gabel

source: This item is part of the 'Self Cleaning Kitchen' (SCK) project from before the Great Assault. All of the items in the SCK project have an inner mechanism that will clean the object automatically if left alone for a given time. It comes with its own power supply, and has a supposed duration of 200 years.
de_de: Dieser Gegenstand ist Teil des Projekts 'Die Selbstreinigende Küche' (DSK), aus der Zeit vor dem Großen Angriff. Alle Teile des DSK-Projekts beinhalten einen Mechanismus, der den Gegenstand nach einer bestimmten Zeit der Nichtbenutzung automatisch reinigt. Enthält eine eigene Stromquelle und hat, laut Herstellerangaben, eine Lebensdauer von 200 Jahren. Im Rahmen einer Werbeaktion brach sich der letzte amtierende Mr. Universum, beim Versuch eine DSK.Gabel zu verbiegen, die Handwurzel.

source: Plate
de_de: DSK.Teller

source: Mug
de_de: DSK.Tasse

source: Identification Script
de_de: Objekterkennungs-Scriptkarte

source: Point and click. Point and know anything. Point, and I will show you the correct path. Point, and I will be there. Point, and I will protect you.
de_de: Zeig und klicke. Deute auf etwas und erfahr alles. Deute auf etwas und ich zeige dir den richtigen Weg. Zeige auf etwas und ich werde dort sein. Deute und ich werde dich beschützen.

source: Teleporter homing beacon
de_de: Rückteleportations-Skriptkarte

source: This device sends a signal to a nearby teleporter requesting a transport, and then helps with locking on and boosting the signal to ensure the teleportation attempt is succcessful. The battery inside is sufficient for one use *only* and the device becomes useless afterwards. At least, most people don't try to use them twice... and those few who do usually end up with parts of their body missing or attached in the wrong place. Note: Multiple of these may be grouped together in the inventory.
de_de: Diese Einheit sendet ein Signal an einen Teleporter in der Nähe, fordert einen Transport an und hilft dann bei der Anpeilung und der Verstärkung des Signals, um den Erfolg des Teleport-Vorgangs sicherzustellen. Die integrierte Batterie reicht nur für *eine* Anwendung aus, und die Einheit wird dabei unbrauchbar. Zumindest versuchen die meisten gar nicht, die Dinger zweimal einzusetzen... und die wenigen, die es tun, enden für gewöhnlich mit irgendwelchen fehlenden oder am falschen Platz sitzenden Körperteilen. Anmerkung: mehrere davon können im Inventar zusammen gruppiert werden.

source: Kevin's Data Cube
de_de: Kevins Datenkubus

source: This data cube contains confidential government data on the installations around the town. Kevin hopes that when the data is evaluated properly, a way out of the current crisis might be found. However, the amount of data is so vast, it can only be evaluated properly using a large cluster of computers. The Red Guard base is said to store an infrastructure suitable to this purpose.
de_de: Dieser Datenwürfel enthält vertrauliche Regierungsinformationen über geheime Einrichtungen rund um die Stadt. Kevin hofft, dass wenn das Datenmaterial entsprechend ausgewertet ist, ein Weg aus der derzeitigen Krise gefunden werden könnte. Jedoch ist die Datenmenge so gewaltig, dass sie nur von einem großen Computercluster zu bewältigen ist. Von der Basis der Roten Wache sagt man, sie stelle eine passende Infrastruktur für solche Zwecke bereit.

source: Pandora's Cube
de_de: Büchse der Pandora

source: This is heavy. Cannot the end of the world come in a smaller package? It would be a great time for Duncan to explain a few things...
de_de: Das Teil ist schwer. Kann das Ende der Welt nicht in einem kleineren Paket daherkommen? Wäre eine gute Zeit für Duncan, um einige Dinge zu erklären...

source: To maintenance tunnels
de_de: Zu den Wartungstunneln

source: Enter novice arena
de_de: Betrete Anfänger-Arena

source: Enter master arena
de_de: Betrete Experten-Arena

source: Exit warehouse
de_de: Lagerhaus verlassen

source: To warehouse level 2
de_de: Ins Lagerhaus-Untergeschoss 2

source: To warehouse level 1
de_de: Ins Lagerhaus-Untergeschoss 1

source: Back to Kevin's garden
de_de: Zurück zu Kevins Garten

source: To energy station
de_de: Zur Energieversorgung

source: Escape from disruption deck
de_de: Disruptor-Ebene verlassen

source: Access disruptor shield control
de_de: Zugang zur Disruptorschild-Kontrolle

source: To disruption machine deck
de_de: Zum Disruptor-Maschinendeck

source: Back from maintenance tunnels
de_de: Rückkehr von den Wartungstunneln

source: Enter warehouse
de_de: Lagerhaus betreten

source: Down into Crystal Caves
de_de: Abstieg in die Kristallhöhlen

source: To a forgotten bunker
de_de: Eintritt zu einem vergessenen Bunker

source: Unknown place
de_de: Unbekannter Ort

source: To Kevin's underground station
de_de: Zu Kevins Untergrundstation

source: To underground station
de_de: Zur Untergrundstation

source: Exit novice arena
de_de: Verlasse Anfänger-Arena

source: Exit master arena
de_de: Verlasse Experten-Arena

source: Exit Crystal Caves
de_de: Verlasse Kristallhöhlen

source: Back from bunker
de_de: Zurück vom Bunker

source: Back to the desert
de_de: Zurück in die Wüste

source: Town
de_de: Ortschaft

source: Warehouse Level 1
de_de: Lagerhaus Untergeschoss 1

source: Warehouse Level 2
de_de: Lagerhaus Untergeschoss 2

source: Kevins Underground Station
de_de: Kevins Untergrundstation

source: Disruption Machine Deck
de_de: Disruptor-Maschinendeck

source: Disruptor LvV
de_de: Disruptor Level V

source: Maintenance Tunnels
de_de: Die Wartungstunnel

source: Disruptor Shield Control
de_de: Disruptorschild-Kontrolle

source: Temple Wood
de_de: Tempelwald

source: Crystal Fields
de_de: Kristallfelder

source: Desert of Red Tears
de_de: Wüste der roten Tränen

source: Slasher Mountains
de_de: Die Schlächterberge

source: Cryo Stasis Lab
de_de: Kälteschlaf-Labor

source: Telemetry
de_de: Telemetrie

source: Scientists quarters and Telemetry
de_de: Wissenschaftler-Quartiere und Telemetrie

source: Disruptor Base Access Tunnel
de_de: Disruptorbasis-Zugangstunnel

source: Terminal Field
de_de: Terminalfeld

source: Ethereal Meadows
de_de: Himmelswiesen

source: Kevins Main Energy Source
de_de: Kevins Haupt-Energiequelle

source: New Level just created...
de_de: Neuer Level wurde angelegt...

source: Hell Fortress
de_de: Höllenfestung

source: Broken Glass Path
de_de: Glasscherbenweg

source: Mushroom Forest
de_de: Pilzwald

source: Empty swamp
de_de: Leerer Sumpf

source: Some temple
de_de: Ein Tempel

source: Novice Arena
de_de: Anfänger-Arena

source: Master Arena
de_de: Experten-Arena

source: Hell Fortress entrance
de_de: Eingang zur Höllenfestung

source: Power Facility Underground
de_de: Kraftwerks-Untergeschoss

source: Crystal Cavens
de_de: Kristallhöhlen

source: Forgotten bunker
de_de: Vergessener Bunker

source: Secret research center
de_de: Geheimes Forschungszentrum

source: Secret area service tunnels
de_de: Geheimbereich-Wartungstunnel

source: Tutorial
de_de: Einführung

source: Hacking
de_de: Hacken

source: Tux is gifted with the ability to hack any machine in no time. With this program selected and activated by pressing down the right mouse button over a hostile machine, the takeover process will be initiated.
de_de: Tux hat die Fähigkeit, im Handumdrehen jede Maschine hacken zu können. Wenn dieses Programm ausgewählt und durch drücken der rechten Maustaste über einer gegnerischen Maschine aktiviert wird, beginnt der Übernahmeprozess.

source: Repair equipment
de_de: Ausrüstung reparieren

source: This skill allows to repair an item from the inventory. To use this skill, select it, then open the inventory screen and then right click the mouse on the item you wish to repair. While repair doesn't 'cost' anything, the item will still lose some of its maximum duration in the process, but the current duration will be restored to this new maximum value.
de_de: Diese Fertigkeit erlaubt es, einen Gegenstand aus dem Inventar zu reparieren. Sie Wählen die Aktion aus, öffnen das Inventar und klicken den zu reparierenden Gegenstand mit der rechten Maustaste. Obwohl die Reparatur nichts "kostet", wird der Gegenstand dabei etwas an maximaler Beständigkeit verlieren.

source: Use weapon
de_de: Benutze Waffe

source: Using this skill allows you to force an attack on something not normally a target or for firing single shots with automatic weapons.
de_de: Diese Aktion erlaubt es, einen Angriff auf ungewöhnliche Ziele zu erzwingen oder mit einer automatischen Waffe Einzelschüsse abzufeuern.

source: Emergency shutdown
de_de: Notabschaltung

source: Everyone needs to turn off and cool down a bit now and then. Just be careful so you are not still offline when enemy bots close in...
de_de: Jeder muss mal ab und zu abschalten und sich ein wenig abkühlen. Passen Sie aber auf, dass Sie nicht noch offline sind, wenn sich schon feindliche Roboter im Anmarsch befinden...

source: Check system integrity
de_de: Prüfe Systemintegrität

source: While repairing damage you must remember that patience is a virtue.
de_de: Denken Sie beim Reparieren von Schäden stets daran, dass Geduld eine Tugend ist.

source: Sanctuary
de_de: Schutzzone

source: Effect: Teleport to town or back The art of rapidly moving away from danger is very useful. Even when used in reverse it has it's uses.
de_de: Effekt: Zur Stadt hin- oder zurückteleportieren. Die Kunst, sich akuter Gefahr zu entziehen ist sehr hilfreich - auch der umgekehrte Effekt hat seine Berechtigung.

source: Analyze item
de_de: Analysiere Gegenstand

source: Effect: Identify There are very few items which have labels on them. Unless you happen to have an item labeled 'USE ME', you better make sure what it is before using it...
de_de: Effekt: Identifizierung Es gibt sehr wenige dokumentierte Gegenstände. Solange Sie keinen Gegenstand mit der Beschriftung "BENUTZ MICH" haben, sollten Sie lieber sicherstellen, worum es sich handelt, bevor Sie ihn benutzen...

source: Invisibility
de_de: Unsichtbarkeit

source: Malformed packet
de_de: Verstümmeltes Datenpaket

source: When computers are presented with the unexpected they can damage themselves.
de_de: Werden Computer mit dem Unerwarteten konfrontiert, können sie Schaden nehmen...

source: Calculate Pi
de_de: Berechne Pi

source: Blue Screen
de_de: BSoD-Syndrom

source: With a little touch a war machine comes crashing down to a halt. For a while.
de_de: Mit geeigneten Mitteln kommt auch schweres Kriegsgerät zum stehen. Für ein Weilchen - bis zum Reboot.

source: Broadcast Blue Screen
de_de: Verbreite BSoD-Syndrom

source: With a little touch a war machine comes crashing down to a halt. For a while. The radio network is a wonderful invention for the people who like to blow up a lot of stuff at once.
de_de: Mit geeigneten Mitteln kommt auch schweres Kriegsgerät zum erliegen. Für ein Weilchen. Das Funknetzwerk ist eine wunderbare Erfindung für Leute, die eine Menge Zeugs auf einmal in die Luft jagen wollen.

source: Broadcast virus
de_de: Übertrage Virus

source: The network is wide and dangerous. Many traps await for the weak and unprepared.
de_de: Das Netzwerk ist groß und gefährlich. Viele Fallen warten dort auf die Schwachen und Unvorbereiteten.

source: Dispel smoke
de_de: Rauch auflösen

source: By heating up the chips with a malformed program you can cause them to release the magic smoke which keeps the bot running.
de_de: Indem man die Chips mit einem Schadprogramm erhitzt, kann man ihnen jenen magischen Rauch entlocken, der die Robots am Laufen hält.

source: Killer poke
de_de: Todes-Schubser

source: Messing around with the bot's memory can cause it to severly damage itself, but the damage is greatly variable.
de_de: Beim Manipulieren des Speichers eines Robots kann man ihm Schaden zufügen, welcher allerdings sehr stark variierbar ist.

source: Plasma discharge
de_de: Plasmaentladung

source: The overload setting exists for emergencies. The plasma does not discriminate between bots and humans. Everything is equal to it, even Tux.
de_de: Die Überladungsfunktion existiert für Notfälle. Das Plasma unterscheidet nicht zwischen Mensch und Maschine. Es behandelt alle gleich, auch Tux.

source: Extract bot parts
de_de: Roboter ausschlachten

source: With a little knowledge, you can extract some useful parts out of the robots you kill. With each bot there is some hope of a part falling out. This skill is always active even when not selected.
de_de: Mit etwas Sachkenntnis kann den erledigten Robotern einige nützliche Teile entnehmen. Bei jedem zerstörten Bot gibt es eine gewisse Chance, eine Baugruppe zu erbeuten. Diese Fähigkeit ist auch aktiv, wenn sie nicht ausgewählt ist.

source: There is some dark magic in the art of turning devices or programs inside-out, picking them appart to learn all their secrets and putting them back again.
de_de: Da ist schon etwas dunkle Magie in der Kunst, Geräte oder Programme von innen nach außen umzukrempeln, sie auseinanderzupflücken, um ihnen alle Geheimnisse zu entreißen und sie wieder zusammenzusetzen.

source: Optimization is the root of all evil. You can gain some temporary speed improvements to your system, but in the end you will likely overheat and cause permanent damage if you are not careful.
de_de: Optimierung ist die Wurzel allen Übels. Man kann dadurch vorübergehende Geschwindigkeitsvorteile des Systems erzielen, aber am Ende ist die Gefahr von Überhitzung und dauerhaften Schäden sehr groß, wenn man keine Vorsicht walten lässt.

source: Light
de_de: Licht

source: This does nothing in this version of freedroidRPG. Let there be light...
de_de: Das bewirkt nichts in dieser Version von freedroidRPG. Es werde Licht ...

source: Satellite image
de_de: Satellitenbild

source: This does nothing in this version of freedroidRPG. Getting a map of an area is pretty easy when you can look at everything from above.
de_de: Das bewirkt nichts in dieser Version von freedroidRPG. Die Karte von einer Gegend zu erhalten ist ziemlich einfach, wenn man alles von oben sehen kann.

source: Plasma grenade
de_de: Plasmagranate

source: This is a bug, report this to the developers, unless you cheated, in which case you deserve to see this stupid description.
de_de: Dies ist ein Fehler. Bitte berichten Sie den Entwicklern davon, es sei denn, Sie haben gemogelt. In dem Fall verdienen Sie es natürlich, diese nervende Nachricht zu sehen,

source: Gas grenade
de_de: Gasgranate

source: EMP grenade
de_de: EMP-Granate

source: A simple rubbish diposal robot. Common device in most space craft to maintain a clean ship.
de_de: Ein einfacher Abfallbeseitigungs-Roboter. Für gewöhnlich auf den meisten Raumgleitern vorhandene Einheit, um ein sauberes Schiff zu gewährleisten.

source: Created by Dr. Masternak to clean up large heaps of rubbish. Its large scoop is used to collect rubbish. It is then crushed internally.
de_de: Konstruiert von Dr. Masternak, um große Haufen an Müll zu beseitigen. Ein ausladender Schaufeltrichter wird zum Aufsammeln des Abfalls verwendet. Dieser wird dann intern zusammengepresst. Überarbeitete Modelle verfügen zusätzlich über einen Plasmastrahler zur direkten Verdampfung großer und solider Objekte.

source: A light duty servant robot. One of the first to use the anti-grav system.
de_de: Ein Dienstrobot für leichte Aufgaben. Einer der ersten, die das Anti-Grav System verwendeten.

source: Cheaper version of the anti-grav servant robot.
de_de: Billigere Version des Anti-Grav Dienstrobots. Viele der früheren Sondermodelle wurden für individuelle Personenschutz-Zwecke mit Maschinenpistolen-Modulen ausgerüstet.

source: Run away! This bot will kill you!
de_de: Lauf weg! Dieser Robot wird dich kaltmachen!

source: Common device for moving small packages. Clamp is mounted on the lower body.
de_de: Gebräuchlicher Boten-Roboter, um kleine Pakete zu transportieren. Eine Klaue ist auf der Gehäuse-Unterseite montiert. Neuere Modelle sind mit einem leistungsstarken Commlaser für Direktübertragungen bei Sichtverbindung ausgerüstet.

source: Early type messenger robot. Large wheels impede motion on small craft.
de_de: Ein älteres Nachrichtenroboter-Modell. Große Räder verzögern die Bewegungen des kleinen Vehikels. Ab Werk ausgestattet mit Laserabtast- und Schreibfühlern.

source: A slow maintenance robot. Confined to drive maintenance during flight.
de_de: Ein langsamer Wartungsroboter. Auf Antriebswartung während des Fluges beschränkt. Ausgerüstet mit Plasmaschweißgerät.

source: Ship maintenance robot. Fitted with multiple arms to carry out repairs to the ship efficiently. All craft built after the Jupiter-incident are supplied with a team of these.
de_de: Schiffswartungs-Robot. Mit mehreren Armen ausgerüstet, um Reparaturen am Schiff schnell und effizient auszuführen. Alle Raumer, die nach dem Jupiter-Zwischenfall gebaut wurden, sind mit einem Team von diesen ausgestattet.

source: Slave maintenance droid. Standard version will carry its own toolbox.
de_de: Untergeordneter Wartungsbot. Die Standardversion führt seine eigene Werkzeugkiste mit sich.

source: Early crew droid. Able to carry out simple flight checks only. No longer supplied.
de_de: Veralteter Mannschafts-Androide. Ist lediglich in der Lage, einfache Flugtests durchzuführen. Nicht mehr lieferbar.

source: A standard crew droid. Supplied with the ship.
de_de: Ein Standard-Mannschafts-Androide. Wird mit neuen Raumschiffen ausgeliefert.

source: A highly sophisticated device. Able to control the Robo-Freighter on its own.
de_de: Eine hochentwickelte Einheit. In der Lage, einen Robotfrachter selbstständig zu fliegen.

source: A low security sentinel droid. Used to protect areas of the ship from intruders. A slow but sure device.
de_de: Wächter-Androide für den unkritischen Sicherheitsbereich. Wird dazu verwendet, verschiedene Raumschiffs-Bereiche vor Eindringlingen zu schützen. Eine langsame aber zuverlässige Einheit.

source: Sophisticated sentinel droid. Only 2000 built by the Nicholson Company. These are now very rare.
de_de: Hochentwickelter Wächterbot. Nur 2000 davon wurden vom Unternehmen Nicholson gebaut. Sie sind mittlerweile sehr rar.

source: A low sentinel droid. Lasers are built into the turret. These are mounted on a small tank body. May be fitted with an auto-cannon on-the Gillen version.
de_de: Flach konstruierter Wächter-Robot. Laser sind im Geschützturm eingebaut. Dieser ist auf einem kleinen Panzergefährt montiert. Kann in der Gillen-Version mit einer Automatik-Kanone ausgerüstet werden.

source: A heavy duty battle droid. Disruptor is built into the head. One of the first in service with the Military.
de_de: Schwerer Kampfandroide. Disruptor ist im Kopf eingebaut. Einer der ersten im Dienste des Militärs.

source: This version is the one mainly used by the military.
de_de: Schwerer Disruptor-Kampfandroide. Diese Version ist die meistverwendetste des Militärs.

source: A very heavy duty battle droid. Only a few have so far entered service. These are the most powerful battle units ever built.
de_de: Schwerer Hochleistungs-Kampfandroide. Nur wenige haben bislang ihren Dienst angetreten. Dies sind die mächtigsten Kampfeinheiten, die je gebaut wurden.

source: A very reliable anti-grav unit is fitted into this droid. It will patrol the ship and eliminate intruders as soon as detected by powerful sensors.
de_de: Eine sehr zuverlässige Anti-Grav-Einheit wurde in diesem Robot verbaut. Er patroulliert Raumschiffe und liquidiert Eindringlinge, sobald diese von leistungsfähigen Sensoren erfasst werden.

source: Early type anti-grav security droid. Fitted with an over-driven anti-grav unit. This droid is very fast but is not reliable.
de_de: Veralteter Anti-Grav Sicherheitsbot. Mit einem überzüchteten Antigrav-Motor ausgestattet. Dieser Robot ist sehr schnell, aber nicht zuverlässig.
